<?xml version="1.0" encoding="UTF-8" ?>
<html>
	<head>
		<title>Ajuda on-line sobre Calibra&ccedil;&atilde;o do papel</title>
		<meta http-equiv="MSThemeCompatible" content="yes" />
		<meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
		<link rel="StyleSheet" href="../help/css/default.css" type="text/css" />
		<link rel="StyleSheet" href="../help/css/green_theme.css" type="text/css" />
		<script type="text/javascript" src="../help/js/global.js"></script>
		<script type="text/javascript" src="../help/js/buttonManager.js"></script>
	</head>
	<body>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationMastheadSmall"
			id="TableMasterHead">
			<tr>
				<td class="mastheadIcon"><img src="../help/images/themes/green/logo_hp_largemasthead.gif" width="42" height="26" border="0" alt="HP"></img></td>
				<td style="width:100%;height:57px;" class="mastheadTitle"><h1>Color Center</h1></td>
			</tr>
		</table>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationPalette" ID="Table1">
			<tr>
				<td>
					<div class="pad10">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table2">
							<tr>
								<td>
									<h2>Calibra&ccedil;&atilde;o do papel</h2>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step0"><strong><font color="#006699">Introdu&ccedil;&atilde;o</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step1"><strong><font color="#006699">Sele&ccedil;&atilde;o do papel</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step2"><strong><font color="#006699">Adi&ccedil;&atilde;o de papel personalizado</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step3"><strong><font color="#006699">Sele&ccedil;&atilde;o da a&ccedil;&atilde;o para cria&ccedil;&atilde;o de perfis</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step6"><strong><font color="#006699">Escolha das configura&ccedil;&otilde;es de perfis ICC</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step7"><strong><font color="#006699">Calibra&ccedil;&atilde;o da impressora</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step8"><strong><font color="#006699">Cria&ccedil;&atilde;o de perfis ICC</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step9"><strong><font color="#006699">Instala&ccedil;&atilde;o de perfis ICC</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step10"><strong><font color="#006699">Ap&ecirc;ndice. Considera&ccedil;&otilde;es sobre as op&ccedil;&otilde;es de gerenciamento de cores</font></strong></a>
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
			<tr>
				<td>
					<div class="pad10scroll">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table4">
							<tr>
								<td>
									<h2 id="Step0">Introdu&ccedil;&atilde;o</h2>
								</td>
							</tr>
							<tr>
								<td>
									Sua impressora possui v&aacute;rias predefini&ccedil;&otilde;es de pap&eacute;is que abrangem diversos tipos de pap&eacute;is. No entanto, para obter a melhor qualidade poss&iacute;vel e os melhores resultados de impress&atilde;o, &eacute; necess&aacute;rio calibrar e criar um perfil para o papel que utilizar com a impressora. A impressora adapta suas configura&ccedil;&otilde;es gerais &agrave;s caracter&iacute;sticas do papel e cria um perfil ICC que ser&aacute; vinculado ao papel que estiver utilizando durante esse processo. Este guia o ajudar&aacute; durante as diferentes etapas e op&ccedil;&otilde;es dispon&iacute;veis.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table5">
							<tr>
								<td>
									<h2 id="Step1">Sele&ccedil;&atilde;o do papel</h2>
								</td>
							</tr>
							<tr>
								<td>
									Selecione &quot;Add New Paper&quot; se desejar adicionar um novo papel. Escolha essa op&ccedil;&atilde;o caso queira calibrar um novo papel para o qual ainda n&atilde;o foi gerado um perfil de cores e que ainda n&atilde;o foi calibrado e que n&atilde;o &eacute; exibido na lista de pap&eacute;is da impressora. Tamb&eacute;m &eacute; poss&iacute;vel usar essa op&ccedil;&atilde;o para calibrar um papel existente com um conjunto diferente de propriedades de impress&atilde;o, nesse caso tanto a calibra&ccedil;&atilde;o e o perfil de cores anteriores quanto os novos s&atilde;o mantidos.<br> Selecione &quot;Pap&eacute;is atuais&quot; caso queira usar um papel da lista. Escolha essa op&ccedil;&atilde;o caso queira criar um novo perfil de cores para um papel j&aacute; existente e calibr&aacute;-lo novamente ou se deseja adicionar um novo papel com base em outro papel j&aacute; existente. Neste caso, a nova calibra&ccedil;&atilde;o e o novo perfil substituem os anteriores.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table6">
							<tr>
								<td>
									<h2 id="Step2">Adi&ccedil;&atilde;o de papel personalizado</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Digite o nome do papel que deseja usar. Este novo papel ser&aacute; exibido na lista de pap&eacute;is personalizados. &Eacute; recomend&aacute;vel incluir algumas caracter&iacute;sticas do papel no nome para que seja poss&iacute;vel reconhec&ecirc;-lo facilmente.<br> Na pr&oacute;xima etapa, deve-se selecionar o tipo de papel. Essa sele&ccedil;&atilde;o &eacute; uma das etapas mais importantes e determina v&aacute;rios par&acirc;metros b&aacute;sicos da intera&ccedil;&atilde;o papel&ndash;impressora. Consulte o documento &quot;Como trabalhar com outros pap&eacute;is dispon&iacute;veis no mercado&quot;, da se&ccedil;&atilde;o &quot;Front Panel &amp; Driver selection&quot; (Painel Frontal e sele&ccedil;&atilde;o de driver) para esclarecer qualquer d&uacute;vida sobre esta sele&ccedil;&atilde;o. &Eacute; poss&iacute;vel alterar as seguintes propriedades de impress&atilde;o: Espessura do papel, a dist&acirc;ncia entre o carro e o papel, Tempo de secagem, Limites da tinta, densidade m&aacute;xima e limites da linearidade da transi&ccedil;&atilde;o de cores, N&iacute;vel de brilho aumentado e Corte. As seguintes informa&ccedil;&otilde;es oferecem detalhes sobre as diferentes op&ccedil;&otilde;es:</p>
									
									<p><strong>ESPESSURA DO PAPEL:</strong> &eacute; poss&iacute;vel alimentar substratos grossos e/ou razoavelmente r&iacute;gidos de at&eacute; 0,8 mm pelo acesso de alimenta&ccedil;&atilde;o de rolo ou de folhas avulsas, mas n&atilde;o &eacute; poss&iacute;vel imprimir em materiais absolutamente r&iacute;gidos, como alum&iacute;nio, pl&aacute;stico ou outros materiais incompat&iacute;veis com tintas pigmentadas &agrave; base de &aacute;gua.</p>

									<p><strong>TEMPO DE SECAGEM:</strong> &eacute; poss&iacute;vel selecionar Nenhum, Reduced (Reduzido), Optimal (Ideal) ou Extended (Estendido) para personalizar o tempo de secagem para cada tipo de papel.</p>

									<p><strong>LIMITES DA TINTA:</strong> indica a quantidade total de tinta que o papel pode absorver para maximizar a gama de cores sem causar problemas na qualidade das imagens. Esta configura&ccedil;&atilde;o &eacute; expressa em picolitros (ou nanogramas) a cada 1/600 de polegada &times; 1/600 de polegada de &aacute;rea do papel (divida por 4 obter o c&aacute;lculo em 1/1200 de polegada x 1/1200 de polegada). Em geral, quanto maior o limite da tinta, maior a gama de cores.</p>
									
									<p>Como funciona?<br> O valor padr&atilde;o da propriedade de limite da tinta &eacute; de 100%, o que significa &quot;toda a tinta poss&iacute;vel&quot; para esse tipo de papel. &Eacute; poss&iacute;vel modificar esse valor de 1% a 120%.<br> Para compreender os limites de tinta, &eacute; importante compreender a calibra&ccedil;&atilde;o de cores, j&aacute; que ambos s&atilde;o relacionados.<br> A calibra&ccedil;&atilde;o de cores torna linear a curva de resposta entre a tinta aplicada sobre o papel (por colorante) e a densidade. No ponto inicial dessa curva modificada n&atilde;o haver&aacute; densidade (ou tinta) e no ponto final haver&aacute; a densidade m&aacute;xima permitida (um valor constante definido para cada tipo de papel).<br> O limite de tinta afeta a densidade m&aacute;xima e o comportamento da calibra&ccedil;&atilde;o de cores. &Eacute; importante observar que:</p>
									<ul>
										<li>Ap&oacute;s a modifica&ccedil;&atilde;o do limite de tinta, a impressora deve ser calibrada novamente para que a altera&ccedil;&atilde;o entre em vigor. Qualquer calibra&ccedil;&atilde;o existente torna-se obsoleta automaticamente.</li>
										<li>A densidade m&aacute;xima permitida &eacute; expressa por um valor constante para um determinado tipo de papel e tinta, portanto, caso n&atilde;o seja atingida durante o processo de calibra&ccedil;&atilde;o, modificar o limite de tinta pode ser in&uacute;til. Isso pode acontecer ao carregar papel com a sele&ccedil;&atilde;o incorreta (por exemplo, carregar papel revestido com a sele&ccedil;&atilde;o de papel brilhante).</li>
										<li>N&atilde;o h&aacute; raz&atilde;o para modificar o limite de tinta para pap&eacute;is que n&atilde;o podem ser calibrados (por exemplo, papel comum).</li>
										<li>O efeito &eacute; diferente em cada cor/papel. Algumas cores sofrem mais modifica&ccedil;&atilde;o do que outras, dependendo do papel.</li>
									</ul>
									
									<p><strong>N&Iacute;VEL DE BRILHO AUMENTADO:</strong> o aperfei&ccedil;oador de brilho &eacute; utilizado essencialmente para garantir a cobertura uniforme por toda a p&aacute;gina impressa, ou seja, uma tinta &eacute; mais usada onde as outras s&atilde;o menos usadas, o que resulta na elimina&ccedil;&atilde;o total de problemas como diferen&ccedil;as no brilho e bronzeamento.<br> Indica se o aperfei&ccedil;oador de brilho HP pode ser usado (aplic&aacute;vel a acabamentos brilhante ou semi-brilho/acetinado).</p>

									<p><strong>CORTE:</strong> Indica se o papel ser&aacute; cortado. Mesmo que &quot;Sim&quot; esteja selecionado, &eacute; poss&iacute;vel desabilitar o corte pelo driver da impressora. No entanto, se &quot;N&atilde;o&quot; estiver selecionado, o corte n&atilde;o pode ser habilitar novamente pelo driver da impressora.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table7">
							<tr>
								<td id="Step5">
									<h2 id="Step3">Sele&ccedil;&atilde;o da a&ccedil;&atilde;o de cria&ccedil;&atilde;o de perfis</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>O fluxo de trabalho seguir&aacute; uma das quatro diferentes a&ccedil;&otilde;es para a cria&ccedil;&atilde;o de perfis de cores oferecidas pela impressora.</p>
									
									<h4>Criar perfil ICC/Imprimir e digitalizar gr&aacute;fico de cria&ccedil;&atilde;o de perfis e criar perfil ICC</h4>
									
									<p>Provavelmente ser&aacute; melhor utilizar o processo unificado se estiver trabalhando com tipos de papel padr&atilde;o predefinidos sob condi&ccedil;&otilde;es ambientais normais A conclus&atilde;o do processo pode demorar, mas a impressora cuidar&aacute; de todas as opera&ccedil;&otilde;es necess&aacute;rias na ordem correta e com o tempo de espera necess&aacute;rio para que a tinta seque antes de realizar a medi&ccedil;&atilde;o do gr&aacute;fico.</p>

									<p>Os gr&aacute;ficos de teste usados para a cria&ccedil;&atilde;o de perfis e calibra&ccedil;&atilde;o da impressora s&atilde;o medidos (digitalizados) por meio do espectrofot&ocirc;metro integrado da impressora. Um espectrofot&ocirc;metro &eacute; um instrumento de precis&atilde;o capaz de determinar a composi&ccedil;&atilde;o exata da luz refletida por uma amostra de cor. Por meio da divis&atilde;o da luz refletida em componentes com diferentes comprimentos de onda (assim como o famoso prisma de Newton que divide a luz branca nas diferentes cores do arco-&iacute;ris), o espectrofot&ocirc;metro mede a for&ccedil;a de cada componente. Como todos os instrumentos de precis&atilde;o, o pr&oacute;prio espectrofot&ocirc;metro precisa ser calibrado e estabilizado antes de realizar medidas, para garantir a maior precis&atilde;o poss&iacute;vel. A calibra&ccedil;&atilde;o &eacute; feita automaticamente, com um ponto branco integrado para refer&ecirc;ncia. Ligar a fonte de luz integrada do espectrofot&ocirc;metro e deix&aacute;-la aquecer por um curto per&iacute;odo de tempo antes de realizar as medi&ccedil;&otilde;es garante a estabiliza&ccedil;&atilde;o. Um indicador do andamento &eacute; exibido durante esse processo.</p>
									
									<p><strong>O que acontece na impressora?</strong><br> Primeiro, o gr&aacute;fico de teste &eacute; impresso. Em seguida, tanto o papel quanto o espectrofot&ocirc;metro (montado no carro da impressora) s&atilde;o movidos para posicionar o espectrofot&ocirc;metro sobre as amostras de cores a serem medidas. Embora o sensor e o papel n&atilde;o se movam durante as medi&ccedil;&otilde;es, o processo &eacute; r&aacute;pido, com cerca de cinco medi&ccedil;&otilde;es por segundo. O tempo de medi&ccedil;&atilde;o de cada amostra &eacute; adaptado automaticamente de acordo com a cor sendo medida, j&aacute; que, para obter os melhores resultados, as cores escuras exigem um tempo de integra&ccedil;&atilde;o (per&iacute;odo de medi&ccedil;&atilde;o) maior do que as cores claras. Um indicador do andamento &eacute; exibido durante a medi&ccedil;&atilde;o do gr&aacute;fico (digitaliza&ccedil;&atilde;o).</p>

									<p>Como as medidas, e consequentemente o perfil ICC, refletem com precis&atilde;o o que &eacute; &quot;visto&quot; no papel, e o que &eacute; visto no papel depende de v&aacute;rios fatores, como a impressora, as tintas, o papel, as configura&ccedil;&otilde;es de impress&atilde;o e as condi&ccedil;&otilde;es do ambiente, o perfil s&oacute; ser&aacute; t&atilde;o &quot;bom&quot; ou representativo quanto essas condi&ccedil;&otilde;es de impress&atilde;o. Em outras palavras, certifique-se de que o gr&aacute;fico de teste seja impresso sob condi&ccedil;&otilde;es pr&oacute;ximas &agrave;s condi&ccedil;&otilde;es em que ser&atilde;o feitas as impress&otilde;es finais usando esse perfil.</p>
									
									<p>Caso encontre anomalias na qualidade de impress&atilde;o, defeitos no papel ou outras condi&ccedil;&otilde;es fora do padr&atilde;o enquanto imprime o gr&aacute;fico, interrompa o processo pressionando o bot&atilde;o &quot;Cancel&quot; (Cancelar) e inicie-o novamente. Caso contr&aacute;rio, o perfil resultante pode n&atilde;o representar suas condi&ccedil;&otilde;es t&iacute;picas de impress&atilde;o e pode n&atilde;o ser muito &uacute;til.</p>

									<p>Por &uacute;ltimo, o HP Color Center instala automaticamente o perfil no computador que iniciou o processo. Se estiver usando a impressora a partir de outro computador, lembre-se de sincronizar os tipos de papel antes de continuar. O processo agora est&aacute; conclu&iacute;do.</p>
									
									<h4>Criar perfil ICC/Imprimir gr&aacute;fico de cria&ccedil;&atilde;o de perfis ICC</h4>

									<p>Esta op&ccedil;&atilde;o oferece a possibilidade de imprimir apenas o gr&aacute;fico de teste e concluir o processo posteriormente. Al&eacute;m disso, &eacute; poss&iacute;vel usar o gr&aacute;fico de teste com um espectrofot&ocirc;metro externo para a cria&ccedil;&atilde;o do perfil de cores.<br> Consulte a primeira op&ccedil;&atilde;o para obter uma descri&ccedil;&atilde;o detalhada do processo de cria&ccedil;&atilde;o de perfis de cores.</p>
									
									<h4>Criar perfil ICC/Digitalizar gr&aacute;fico de cria&ccedil;&atilde;o de perfis e criar perfil ICC</h4>

									<p>Sua impressora pode criar um perfil ICC a partir de um gr&aacute;fico de teste que j&aacute; foi impresso anteriormente. Ao selecionar esta op&ccedil;&atilde;o, tenha em m&atilde;os um gr&aacute;fico de teste impresso anteriormente.<br> Consulte a primeira op&ccedil;&atilde;o para obter uma descri&ccedil;&atilde;o detalhada do processo de cria&ccedil;&atilde;o de perfis de cores e das etapas seguintes.</p>
									
									<h4 id="Step4">Instalar perfil ICC/Selecionar qual perfil ICC deseja instalar</h4>

									<p>Esta op&ccedil;&atilde;o permite instalar e relacionar perfis ICC (criados fora da impressora, baixados da Internet ou comprados em outros locais) a um tipo de papel.</p>
									
									<p>Proceda da seguinte forma:</p>
									<ul>
										<li>Clique no bot&atilde;o de pesquisa para selecionar o arquivo que cont&eacute;m o perfil ICC que gostaria de instalar.</li>
									</ul>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table8">
							<tr>
								<td>
									<h2 id="Step6">Escolha das configura&ccedil;&otilde;es de perfis ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Nessa etapa, ser&aacute; necess&aacute;rio especificar as seguintes configura&ccedil;&otilde;es de perfil ICC:</p>
									<ul>
										<li>O nome do perfil ICC a ser criado.</li>
										<li>Ativa&ccedil;&atilde;o/desativa&ccedil;&atilde;o do aperfei&ccedil;oador de brilho, se aplic&aacute;vel.</li>
									</ul>
									
									<p>O nome ser&aacute; usado para dois prop&oacute;sitos diferentes, por&eacute;m relacionados:</p>
									<ul>
										<li>O nome do arquivo que ser&aacute; exibido quando utilizar o navegador de arquivos do seu sistema operacional para procurar o arquivo que cont&eacute;m o perfil ICC. A extens&atilde;o &quot;.icc&quot; do nome do arquivo ser&aacute; anexada automaticamente ao nome do perfil pelo aplicativo, para que o usu&aacute;rio e o software possam reconhecer os perfis ICC atrav&eacute;s de suas extens&otilde;es.</li>
										<li>A string de descri&ccedil;&atilde;o interna do perfil. Cada perfil ICC possui uma string de descri&ccedil;&atilde;o interna que &eacute; usada por alguns, mas n&atilde;o todos softwares familiarizados com ICC para identificar o perfil ou para permitir que o escolha em uma lista.</li>
									</ul>
									
									<p>Dependendo das circunst&acirc;ncias, &eacute; poss&iacute;vel que veja o nome do arquivo ou o descritor interno. Por isso, utilizar o mesmo perfil para ambas &eacute; uma boa op&ccedil;&atilde;o. Embora seja poss&iacute;vel escolher o nome que desejar no in&iacute;cio, a ado&ccedil;&atilde;o de um padr&atilde;o de nomea&ccedil;&atilde;o de perfis &eacute; uma boa pr&aacute;tica. Por exemplo, pode-se utilizar os seguintes componentes de nome separados por espa&ccedil;os, sublinha ou outros s&iacute;mbolos de sua prefer&ecirc;ncia:</p>
									<ul>
										<li>O tipo ou nome da impressora, por exemplo &quot;HP Designjet Z2100&quot;; onde &quot;HP&quot; representa o fabricante (Hewlett-Packard), &quot;Designjet&quot; que representa a s&eacute;rie e  &quot;Z2100&quot;, que &eacute; o n&uacute;mero do modelo de sua impressora. Uma vez que o nome do arquivo e dos descritores internos possuem limite de tamanho, pode ser necess&aacute;ria a abrevia&ccedil;&atilde;o de todas essas informa&ccedil;&otilde;es em apenas uma linha com uma quantidade de caracteres relativamente pequena. Utilizar o modelo da impressora como primeira parte do nome do perfil garantir&aacute; que todos os perfis relacionados &agrave; sua impressora ser&atilde;o exibidos como um &uacute;nico grupo consecutivo em ambos navegadores de arquivos e listagens de perfis do aplicativo.</li>
										<li>O tipo ou nome do papel, por exemplo, &quot;HWT310&quot; para Hahnem&uuml;hle Digital FineArt, ArtLine, Mould Made William Turner 310 gsm. Pode ser necess&aacute;ria a abrevia&ccedil;&atilde;o do tipo ou nome do papel, assim como no tipo ou nome da impressora. Certifique-se de usar um nome ou abrevia&ccedil;&atilde;o &uacute;nicos para cada tipo diferente de papel que utilizar, para que n&atilde;o tenha problemas de distin&ccedil;&atilde;o entre os diferentes perfis.</li>
										<li>A qualidade de impress&atilde;o e outras configura&ccedil;&otilde;es que foram utilizadas na impress&atilde;o do gr&aacute;fico de teste, como por exemplo &quot;B&quot; ou &quot;BGE&quot; para qualidades de impress&atilde;o do tipo &quot;Melhor&quot; e &quot;Gloss Enhancer&quot; (Aperfei&ccedil;oador de brilho) habilitado (apenas para tipos de papel fotogr&aacute;fico). Simplifique e abrevie o m&aacute;ximo poss&iacute;vel, mas sem exageros.</li>
										<li>O gr&aacute;fico de teste usado, como por exemplo; &quot;Pequeno&quot;, &quot;Grande&quot; ou um que tenha um nome espec&iacute;fico como &quot;ECI2002&quot; se/quando tais op&ccedil;&otilde;es estiverem dispon&iacute;veis. Simplifique e abrevie de modo adequado.</li>
										<li>Como exemplos de nomes de perfis criados seguindo essas diretrizes temos: &quot;HP Designjet Z2100 HWT310&quot; ou &quot;HP Designjet Z2100, Papel coated&quot;. Seus nomes de arquivos correspondentes seriam &quot;HP_Z2100_HWT310.icc&quot; or &quot;HP_Z2100_Papelcoated.icc&quot;.</li>
									</ul>
									
									<p>Independente do m&eacute;todo de nomea&ccedil;&atilde;o que seja adotado, certifique-se de que &eacute; poss&iacute;vel distinguir facilmente os perfis  de todos os tipos de pap&eacute;is diferentes e outras configura&ccedil;&otilde;es que estiver utilizando ou pensando em utilizar no futuro.<br> Como sempre, a melhor dica &eacute; optar pela que lhe parecer a mais adequada (podem ser necess&aacute;rios alguns testes para encontrar a melhor op&ccedil;&atilde;o).<br> Antes de continuar, certifique-se de que o tipo de papel adequado est&aacute; carregado na impressora e se ela est&aacute; pronta para imprimir.</p>

									<p>A impressora executar&aacute; a calibra&ccedil;&atilde;o de cores (densidade e linearidade m&aacute;ximas para cada tinta) e cria&ccedil;&atilde;o de perfis de cores (cria&ccedil;&atilde;o de um perfil ICC) para o papel, o que garantir&aacute; a melhor qualidade poss&iacute;vel &agrave; impress&atilde;o.<br> Se estiver usando a impressora a partir de outro computador, lembre-se de sincronizar os tipos de papel antes de continuar. O processo agora est&aacute; conclu&iacute;do.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table9">
							<tr>
								<td>
									<h2 id="Step7">Calibra&ccedil;&atilde;o da impressora</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>A calibra&ccedil;&atilde;o da impressora e a cria&ccedil;&atilde;o de perfis para os tipos de papel s&atilde;o duas etapas diferentes, que n&atilde;o devem ser confundidas. Ao realizar o processo de calibra&ccedil;&atilde;o, um gr&aacute;fico de linhas e cores &eacute; impresso e digitalizado pela impressora. A quantidade de cores depende da variedade de tintas que a impressora possui. A calibra&ccedil;&atilde;o &eacute; feita de acordo com a medi&ccedil;&atilde;o da densidade da tinta. Esse processo garante a repeti&ccedil;&atilde;o dos resultados. Sempre que imprimir o mesmo arquivo com a mesma tinta e o mesmo papel na mesma impressora, os resultados ser&atilde;o repetidos.</p>

									<p>A calibra&ccedil;&atilde;o &eacute; pr&eacute;-requisito para a etapa a seguir: cria&ccedil;&atilde;o de perfis para a combina&ccedil;&atilde;o de impressora e papel. &Eacute; poss&iacute;vel fazer a calibra&ccedil;&atilde;o de sua impressora sem a cria&ccedil;&atilde;o de um perfil, mas n&atilde;o o contr&aacute;rio. O processo de cria&ccedil;&atilde;o de perfil tamb&eacute;m inclui a impress&atilde;o de um gr&aacute;fico com cores e padr&otilde;es diferentes. Entretanto, um espectrofot&ocirc;metro &eacute; usado nesse caso para medir a precis&atilde;o das cores da impress&atilde;o. Um perfil de cores pode garantir precis&atilde;o de cores para uma determinada combina&ccedil;&atilde;o entre impressora, tinta e papel desde que fatores ambientais como a umidade ou calor n&atilde;o apresentem grandes varia&ccedil;&otilde;es.</p>

									<p>A calibra&ccedil;&atilde;o da impressora inclui as seguintes etapas:</p>

									<p>1. Impress&atilde;o de um gr&aacute;fico de teste de calibra&ccedil;&atilde;o.<br> Esse gr&aacute;fico de testes cont&eacute;m amostras com v&aacute;rias quantidades das tintas em uso na impressora, normalmente chamadas de &quot;rampa de tinta&quot;, &quot;rampa prim&aacute;ria&quot; ou &quot;rampa de densidade&quot;. As amostras ser&atilde;o medidas (digitalizadas) para determinar dois par&acirc;metros de impress&atilde;o b&aacute;sicos, entre outras coisas: linearidade de densidade m&aacute;xima de cada varia&ccedil;&atilde;o de tinta. A linearidade indica que cada amostra sucessiva das s&eacute;ries (varia&ccedil;&atilde;o) corresponde a um aumento proporcional na densidade (escurecimento). A densidade m&aacute;xima representa de forma simples o qu&atilde;o densa (escura) cada uma das tintas pode se tornar e se podem tal altera&ccedil;&atilde;o pode ser permitida.</p>

									<p>2. O gr&aacute;fico de teste impresso deve secar por um per&iacute;odo de tempo pr&eacute;-definido.<br> &Eacute; importante que seja permitido que o gr&aacute;fico seque antes de realizar sua medi&ccedil;&atilde;o, pois podem ocorrer pequenas varia&ccedil;&otilde;es nas cores quando a tinta est&aacute; fresca (imediatamente ap&oacute;s a impress&atilde;o) e quando est&aacute; seca (o aspecto que a impress&atilde;o apresentar&aacute; em condi&ccedil;&otilde;es normais). O tempo de secagem depende do tipo de papel.</p>

									<p>3. O gr&aacute;fico de teste &eacute; medido (digitalizado) por meio do uso do espectrofot&ocirc;metro incorporado da impressora.<br> Um espectrofot&ocirc;metro &eacute; um instrumento de precis&atilde;o capaz de determinar a composi&ccedil;&atilde;o exata da luz refletida por uma amostra de cor. Por meio da divis&atilde;o da luz refletida em componentes com diferentes comprimentos de onda (assim como o famoso prisma de Newton que divide a luz branca nas diferentes cores do arco-&iacute;ris), o espectrofot&ocirc;metro mede a for&ccedil;a de cada componente.</p>

									<p>4. Os par&acirc;metros de calibra&ccedil;&atilde;o s&atilde;o calculados e armazenados.<br> Com base nas medi&ccedil;&otilde;es obtidas do gr&aacute;fico de teste, a impressora calcula os fatores de corre&ccedil;&atilde;o necess&aacute;rios a serem aplicados ao canal de processamento de imagens interno e os armazena para um uso futuro. Na pr&oacute;xima oportunidade em que imprimir no mesmo tipo de papel, cada varia&ccedil;&atilde;o de tinta ser&aacute; linear e a densidade m&aacute;xima corresponder&aacute; &agrave; desejada. Existem condi&ccedil;&otilde;es b&aacute;sicas que devem ser atendidas para que a cria&ccedil;&atilde;o de um perfil de cor personalizado para o papel seja bem sucedida ou para que um perfil j&aacute; existente seja usado.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table10">
							<tr>
								<td>
									<h2 id="Step8">Cria&ccedil;&atilde;o de perfis ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									Dependendo das sele&ccedil;&otilde;es anteriores, a op&ccedil;&atilde;o &quot;Create ICC profile&quot; (Criar perfis ICC) ir&aacute; imprimir ou digitalizar um gr&aacute;fico de perfis ou imprimir e depois digitalizar um gr&aacute;fico de perfis. Consulte &quot;Imprimir destino apenas. Criar perfil ICC mais tarde&quot;, &quot;Criar perfil ICC a partir do destino que j&aacute; foi impresso&quot; e &quot;Imprimir destino e criar perfil ICC&quot;.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table11">
							<tr>
								<td>
									<h2 id="Step9">Instala&ccedil;&atilde;o de perfis ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>O processo de instala&ccedil;&atilde;o faz com que o perfil ICC fique dispon&iacute;vel atrav&eacute;s do painel frontal da impressora e do computador.</p>

									<p>Assim que a cria&ccedil;&atilde;o do perfil for conclu&iacute;da, ser&aacute; poss&iacute;vel acessar a lista de todos os pap&eacute;is que estejam cadastrados na impressora. Para cada tipo de papel, &eacute; exibida uma listagem de categorias ou nomes personalizados, al&eacute;m do nome de perfil correspondente (associado). A partir desse momento, seu perfil ICC (ColorSync) est&aacute; dispon&iacute;vel para ser utilizado para a sua impressora e o tipo de papel escolhido. Consulte Install ICC Profile (Instala&ccedil;&atilde;o de perfis ICC) para obter mais informa&ccedil;&otilde;es sobre os diferentes modos de utiliza&ccedil;&atilde;o dos perfis ICC e outras op&ccedil;&otilde;es de gerenciamento de cores.</p>

									<p>Observa&ccedil;&atilde;o importante:<br> Esteja ciente de que tais perfis n&atilde;o s&atilde;o adequados para uso com aplicativos de RIP, como o EFI Designer Edition. Os RIPs possuem um gerenciamento de cores pr&oacute;prio e existem outras ferramentas de cria&ccedil;&atilde;o de perfis para eles.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table12">
							<tr>
								<td>
									<h2 id="Step10">Ap&ecirc;ndice. Considera&ccedil;&otilde;es sobre as op&ccedil;&otilde;es de gerenciamento de cores</h2>
								</td>
							</tr>
							<tr>
								<td>
									<ul>
										<li>Se estiver interessado principalmente na precis&atilde;o de cores das suas impress&otilde;es (por exemplo, a confec&ccedil;&atilde;o de provas de impress&atilde;o), pode ser necess&aacute;rio o uso do prop&oacute;sito de renderiza&ccedil;&atilde;o colorim&eacute;trico. O prop&oacute;sito de renderiza&ccedil;&atilde;o colorim&eacute;trico tenta reproduzir as cores pertencentes &agrave; gama de sua impressora com a maior precis&atilde;o poss&iacute;vel, provavelmente pela desvantagem do uso das cores que n&atilde;o pertencem &agrave; gama da impressora e que tamb&eacute;m devem ser impressas de qualquer maneira. Uma vez que a reprodu&ccedil;&atilde;o colorim&eacute;trica &eacute; mais uma tarefa mais objetiva do que uma reprodu&ccedil;&atilde;o perceptiva, h&aacute; uma pequena diferen&ccedil;a poss&iacute;vel entre a cria&ccedil;&atilde;o de perfil de software. Logo, o uso de um perfil personalizado &eacute;, normalmente, a melhor op&ccedil;&atilde;o.</li>
										<li>Se estiver interessado principalmente no aspecto visual de suas impress&otilde;es e em uma boa correspond&ecirc;ncia com o que &eacute; exibido no monitor, como por exemplo, aplica&ccedil;&otilde;es fotogr&aacute;ficas e art&iacute;sticas, &eacute; prov&aacute;vel que use o prop&oacute;sito de renderiza&ccedil;&atilde;o perceptiva. Os perfis personalizados s&atilde;o uma &oacute;tima op&ccedil;&atilde;o para in&iacute;cio, j&aacute; que s&atilde;o criados com uma excelente precis&atilde;o de cores e um belo prop&oacute;sito perceptivo, mas &eacute; poss&iacute;vel que prefira o aspecto visual oferecido por perfis de outros fornecedores. Independente do tipo de perfil escolhido, lembre-se de que &eacute; poss&iacute;vel &quot;ajustar&quot; suas reprodu&ccedil;&otilde;es de cores para um melhor resultado por meio do uso dos controles de ajuste de cores do driver da impressora.</li>
										<li>Se desejar usar uma prova de cores em suas aplica&ccedil;&otilde;es para simular para simular na tela o resultado que deseja obter, use o gerenciamento de cores do aplicativo com perfis ICC.  Os perfis s&atilde;o bidirecionais e apresentam as informa&ccedil;&otilde;es necess&aacute;rias para adaptar as aplica&ccedil;&otilde;es para impressoras coloridas (a dire&ccedil;&atilde;o contr&aacute;ria) e a impressora para aplica&ccedil;&otilde;es em cores (a dire&ccedil;&atilde;o padr&atilde;o).</li>
										<li>Se julgar preciso simular na tela o aspecto visual do que deseja imprimir e o seu aplicativo n&atilde;o oferece recursos de prova de cores, tente usar o aplicativo HP Print Preview. &Eacute; poss&iacute;vel execut&aacute;-lo a partir do driver de sua impressora, ou seja, o menu suspenso PDF abaixo de Mac OS ou &quot;show print in preview&quot; (exibir a impress&atilde;o na pr&eacute;-visualiza&ccedil;&atilde;o) abaixo de Windows.</li>
										<li>Se desejar ter um melhor controle sobre a renderiza&ccedil;&atilde;o das cores em sua impressora e no papel, pode ser necess&aacute;rio o uso do gerenciamento de cores do aplicativo. Aplicativos como o Photoshop permitem a convers&atilde;o de uma imagem RGB em sua representa&ccedil;&atilde;o dependente da impressora ou do papel (em RGB ou CMYK), ative a prova em cores para realizar uma simula&ccedil;&atilde;o do resultado da impress&atilde;o na tela e use uma s&eacute;rie de ferramentas de edi&ccedil;&atilde;o para modificar os valores das cores do dispositivo antes da impress&atilde;o da imagem. Al&eacute;m desse procedimento permitir um sofisticado controle das cores impressas e n&atilde;o oferecer riscos, requer pouca pr&aacute;tica para obter os resultados desejados.  Se quer obter belos resultados sem encontrar dificuldades, tente acessar o gerenciamento de cores da impressora antes.</li>
										<li>Se o seu fluxo de trabalho &eacute; diretamente relacionado ao uso de perfis ICC, pode ser necess&aacute;rio o gerenciamento de cores do aplicativo com os perfis ICC (ColorSync) da impressora.  Se considerar que o ICC n&atilde;o &eacute; dispens&aacute;vel ou n&atilde;o tiver outra aplica&ccedil;&atilde;o para perfis desse tipo, tente acessar o gerenciamento de cores da impressora antes.</li>
										<li>Se trabalhar com tipos de pap&eacute;is fora dos padr&otilde;es e/ou condi&ccedil;&otilde;es ambientais, a melhor op&ccedil;&atilde;o &eacute; gerar perfis ICC personalizados usando o espectrofot&ocirc;metro incorporado da impressora. Uma vez que o software de cria&ccedil;&atilde;o de perfis estiver gerando perfis ICC e n&atilde;o mapas de cores de terceiros, pode ser necess&aacute;rio usar o gerenciamento de cores do aplicativo.</li>
									</ul>
									
									<p>Independente da op&ccedil;&atilde;o que escolher, certifique-se de que est&aacute; consciente de tal escolha e de sua respectiva finalidade. Certifique-se tamb&eacute;m de que o seu aplicativo e o driver da impressora est&atilde;o configurados corretamente. A configura&ccedil;&atilde;o do gerenciamento de cores do aplicativo depende dos aplicativos que est&aacute; utilizando e, infelizmente, n&atilde;o h&aacute; procedimentos que sejam v&aacute;lidos para todos os casos.  O Centro de conhecimento de impress&atilde;o da HP pode lhe auxiliar nessa tarefa, pois cont&eacute;m informa&ccedil;&otilde;es detalhadas de como configurar alguns dos aplicativos gr&aacute;ficos profissionais mais comuns, assim como solu&ccedil;&atilde;o de problemas e outras informa&ccedil;&otilde;es.</p>
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
		</table>
	</body>
</html>