<?xml version="1.0" encoding="UTF-8" ?>
<html>
	<head>
		<title>Ajuda para criar nova predefini&ccedil;&atilde;o do papel</title>
		<meta http-equiv="MSThemeCompatible" content="yes" />
		<meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
		<link rel="StyleSheet" href="../help/css/default.css" type="text/css" />
		<link rel="StyleSheet" href="../help/css/green_theme.css" type="text/css" />
		<script type="text/javascript" src="../help/js/global.js"></script>
		<script type="text/javascript" src="../help/js/buttonManager.js"></script>
	</head>
	<body>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationMastheadSmall"
			id="TableMasterHead">
			<tr>
				<td class="mastheadIcon"><img src="../help/images/themes/green/logo_hp_smallmasthead.gif" width="30" height="19" border="0" alt="HP"></img></td>
				<td style="width:100%;height:57px;" class="mastheadTitle"><h1>Color Center</h1></td>
			</tr>
		</table>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationPalette" ID="Table1">
			<tr>
				<td>
					<div class="pad10">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table2">
							<tr>
								<td>
									<h2>Criar nova predefinição do papel</h2>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="createNewPaperHelp.html#Step1"><strong><font color="#006699">Etapa 1 - Definir predefini&ccedil;&atilde;o do papel</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="createNewPaperHelp.html#Step2"><strong><font color="#006699">Etapa 2 - Calibrar</font></strong></a>
								</td>
							</tr>					
						</table>
					</div>
				</td>
			</tr>
			<tr>
				<td>
					<div class="pad10scroll">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table4">
							<tr>
								<td>
									<h2 id="Step1">Etapa 1 - Definir predefini&ccedil;&atilde;o do papel</h2>
								</td>
							</tr>
							<tr>
								<td>
									O nome predefinido do papel ser&aacute; exibido no driver da impressora e no painel frontal.
									<p>A sele&ccedil;&atilde;o do tipo de papel &eacute; fundamental para se obter bons resultados. Os tipos dispon&iacute;veis s&atilde;o:
									<ul>
										<li><b>Papel coated e comum:</b> pap&eacute;is de fibra, finos com superf&iacute;cie fosca. Esses pap&eacute;is utilizam tinta preta fosca, sem intensificador de brilho, limites de tinta relativamente baixos e posi&ccedil;&atilde;o de carro elevada.</li>
										<li><b>Papel fotogr&aacute;fico:</b> base fotogr&aacute;fica, pap&eacute;is relativamente espessos com v&aacute;rios acabamentos, desde fosco at&eacute; acetinado e brilhante. Esses pap&eacute;is utilizam tinta preta fotogr&aacute;fica e intensificador de brilho, com exce&ccedil;&atilde;o de Fotogr&aacute;fico mate, limites de tinta relativamente elevados e posi&ccedil;&atilde;o baixa do carro, com exce&ccedil;&atilde;o de Baryte e Fotogr&aacute;fico mate. Geralmente, eles imprimem com as rodas ativadas.</li>
										<li><b>Papel para prova:</b> v&aacute;rios tipos de pap&eacute;is, desde fosco at&eacute; acetinado e brilhante, usados para simular a impress&atilde;o comercial com exig&ecirc;ncias elevadas de cor e precis&atilde;o.</li>
										<li><b>Material para Fine Art:</b> tela, materiais fotogr&aacute;ficos foscos e baseados em papel utilizados para impress&atilde;o de fine art de alta qualidade. Esses pap&eacute;is utilizam tinta preta fosca e nenhum intensificador de brilho, com exce&ccedil;&atilde;o dos pap&eacute;is Canvas acetinado e perolado que utilizam preto fotogr&aacute;fico e intensificador de brilho. Todos eles utilizam posi&ccedil;&atilde;o elevada do carro com limites elevados de tinta.</li>
										<li><b>Filme:</b> materiais sint&eacute;ticos baseados em filme que normalmente utilizam preto fotogr&aacute;fico sem intensificador de brilho, com limites de tinta relativamente baixos e posi&ccedil;&atilde;o elevada do carro.</li>  
										<li><b>Papel t&eacute;cnico:</b> materiais transl&uacute;cidos sint&eacute;ticos que utilizam preto fotogr&aacute;fico sem nenhum intensificador de brilho com limites de tinta elevados, posi&ccedil;&atilde;o elevada do carro e rodas ativadas.</li>
									</ul>
									</p>
									<p>Os pap&eacute;is HP da lista utilizam limites de tinta precisos enquanto os demais utilizam limites de tinta gen&eacute;ricos. Os limites de tinta para os dois tipos podem ser ajustados com o bot&atilde;o &quot;Alterar propriedades de impress&atilde;o&quot;.</p>
									<p>Alguns tipos de papel est&atilde;o dispon&iacute;veis com limites de tinta diferentes (Menos/Normal/Mais tinta). Normalmente, os limites de tinta s&atilde;o proporcionais ao volume da gama de cores, mas um limite de tinta maior pode criar artefatos de tinta (sangria, aglutina&ccedil;&atilde;o etc.) em alguns casos.</p>
									<p>O bot&atilde;o &quot;Alterar propriedades de impress&atilde;o&quot; pode ser utilizado para modificar propriedades de impress&atilde;o depois de selecionar o tipo de papel:
									<ul>
										<li>Espessura do papel</li>
										<li>Tempo de secagem</li>
										<li>Rodas - Ativo/n&atilde;o ativo</li>
										<li>Cortador - Ativado/desativado</li>
										<li>Volume global de tinta</li>
										<li>N&iacute;vel do intensificador de brilho</li>
									</ul>
									</p>
									<p id="printingProperties">Escolhendo as propriedades de impress&atilde;o corretas:
									<ul>
										<li><b>Espessura do papel:</b> relevante para altura do carro ou espa&ccedil;o do cilindro. Voc&ecirc; dever&aacute; escolher alto se o papel pesar mais de 250 g/m&sup2; ou se n&atilde;o tiver um revestimento pl&aacute;stico.</li>
										<li><b>Tempo de secagem:</b> a recomenda&ccedil;&atilde;o &eacute; utilizar opcional como padr&atilde;o e mudar para estendido, se necess&aacute;rio.</li>
										<li><b>Rodas:</b> imprimir com as rodas ativadas ou n&atilde;o ativadas.</li>
										<li><b>Cortador:</b> desativar ou ativar o cortador.</li>
										<li><b>Volume global de tinta/N&iacute;vel do intensificador de brilho:</b> inicialmente, ele pode permanecer como est&aacute; e pode ser modificado posteriormente, de acordo com os resultados da impress&atilde;o (consulte ponto 3).</li>
									</ul>
									</p>
									<p>Quando uma op&ccedil;&atilde;o ficar esmaecida, ela n&atilde;o estar&aacute; dispon&iacute;vel para o tipo de papel selecionado.</p>
									<p>Para otimizar os par&acirc;metros de impress&atilde;o, recomenda-se as seguintes etapas:
									<ol>
										<li>Escolha o tipo de papel e as op&ccedil;&otilde;es avan&ccedil;adas.</li>
										<li>Execute uma calibra&ccedil;&atilde;o.</li>
										<li>Imprima uma imagem de sua escolha para verificar a gama de cores, a aglutina&ccedil;&atilde;o, a malha colorida, o bronzeado e a uniformidade no brilho.</li>
										<li>Se os resultados n&atilde;o forem satisfat&oacute;rios, repita o processo, levando em conta:</li>
										<ul>
											<li>Para melhorar a gama de cores, aumente o volume de tinta <b>ou</b> selecione uma vari&aacute;vel &quot;mais tinta&quot; do mesmo tipo de papel, se dispon&iacute;vel.</li>
											<li>Para reduzir a aglutina&ccedil;&atilde;o, diminua o volume de tinta e/ou o n&iacute;vel do intensificador de brilho <b>ou</b> selecione a vari&aacute;vel &quot;menos tinta&quot; do mesmo papel, se dispon&iacute;vel.</li>
											<li>Para reduzir o bronzeamento ou melhorar a uniformidade do brilho, ajuste o n&iacute;vel do intensificador de brilho.</li>
										</ul>
									</ol>
									</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table6">
							<tr>
								<td>
									<h2 id="Step2">Etapa 2 - Calibrar</h2>
								</td>
							</tr>
							<tr>
								<td>
									&Eacute; necess&aacute;rio calibrar a impressora para produzir repeti&ccedil;&atilde;o de cor na combina&ccedil;&atilde;o de impressora, tinta e papel. A calibra&ccedil;&atilde;o funciona linearizando a impressora e determinando a m&aacute;xima densidade que pode ser obtida para cada tinta. O processo consiste em imprimir e medir individualmente os paths de densidades diferentes de cada tinta.
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
		</table>
	</body>
</html>