<?xml version="1.0" encoding="UTF-8" ?>
<html>
	<head>
		<title>Profile Paper Help</title>
		<meta http-equiv="MSThemeCompatible" content="yes" />
		<meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
		<link rel="StyleSheet" href="../help/css/default.css" type="text/css" />
		<link rel="StyleSheet" href="../help/css/green_theme.css" type="text/css" />
		<script type="text/javascript" src="../help/js/global.js"></script>
		<script type="text/javascript" src="../help/js/buttonManager.js"></script>
	</head>
	<body>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationMastheadSmall"
			id="TableMasterHead">
			<tr>
				<td class="mastheadIcon"><img src="../help/images/themes/green/logo_hp_smallmasthead.gif" width="30" height="19" border="0" alt="HP"></img></td>
				<td style="width:100%;height:57px;" class="mastheadTitle"><h1>Color Center</h1></td>
			</tr>
		</table>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationPalette" ID="Table1">
			<tr>
				<td>
					<div class="pad10">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table2">
							<tr>
								<td>
									<h2>Traçar um perfil do papel</h2>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step1"><strong><font color="#006699">Etapa  1 - Sele&ccedil;&atilde;o da a&ccedil;&atilde;o de cria&ccedil;&atilde;o de perfis</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step2"><strong><font color="#006699">Etapa 2 – Escolher as configurações de perfil ICC</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step3"><strong><font color="#006699">Etapa 3 - Perfil</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step4"><strong><font color="#006699">Etapa 4 - Instalar perfil</font></strong></a>
								</td>
							</tr>							
						</table>
					</div>
				</td>
			</tr>
			<tr>
				<td>
					<div class="pad10scroll">					
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table1">
							<tr>
								<td>
									<h2 id="Step1">Etapa 1 - Sele&ccedil;&atilde;o da a&ccedil;&atilde;o de cria&ccedil;&atilde;o de perfis</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>O fluxo de trabalho seguir&aacute; uma das quatro diferentes a&ccedil;&otilde;es para a cria&ccedil;&atilde;o de perfis de cores oferecidas pela impressora.</p>
									
									<h4>Criar perfil ICC/Imprimir e digitalizar gr&aacute;fico de cria&ccedil;&atilde;o de perfis e criar perfil ICC</h4>
									
									<p>Provavelmente ser&aacute; melhor utilizar o processo unificado se estiver trabalhando com tipos de papel padr&atilde;o predefinidos sob condi&ccedil;&otilde;es ambientais normais A conclus&atilde;o do processo pode demorar, mas a impressora cuidar&aacute; de todas as opera&ccedil;&otilde;es necess&aacute;rias na ordem correta e com o tempo de espera necess&aacute;rio para que a tinta seque antes de realizar a medi&ccedil;&atilde;o do gr&aacute;fico.</p>

									<p>Os gr&aacute;ficos de teste usados para a cria&ccedil;&atilde;o de perfis e calibra&ccedil;&atilde;o da impressora s&atilde;o medidos (digitalizados) por meio do espectrofot&ocirc;metro integrado da impressora. Um espectrofot&ocirc;metro &eacute; um instrumento de precis&atilde;o capaz de determinar a composi&ccedil;&atilde;o exata da luz refletida por uma amostra de cor. Por meio da divis&atilde;o da luz refletida em componentes com diferentes comprimentos de onda (assim como o famoso prisma de Newton que divide a luz branca nas diferentes cores do arco-&iacute;ris), o espectrofot&ocirc;metro mede a for&ccedil;a de cada componente. Como todos os instrumentos de precis&atilde;o, o pr&oacute;prio espectrofot&ocirc;metro precisa ser calibrado e estabilizado antes de realizar medidas, para garantir a maior precis&atilde;o poss&iacute;vel. A calibra&ccedil;&atilde;o &eacute; feita automaticamente, com um ponto branco integrado para refer&ecirc;ncia. Ligar a fonte de luz integrada do espectrofot&ocirc;metro e deix&aacute;-la aquecer por um curto per&iacute;odo de tempo antes de realizar as medi&ccedil;&otilde;es garante a estabiliza&ccedil;&atilde;o. Um indicador do andamento &eacute; exibido durante esse processo.</p>
									
									<p><strong>O que acontece na impressora?</strong><br> Primeiro, o gr&aacute;fico de teste &eacute; impresso. Em seguida, tanto o papel quanto o espectrofot&ocirc;metro (montado no carro da impressora) s&atilde;o movidos para posicionar o espectrofot&ocirc;metro sobre as amostras de cores a serem medidas. Embora o sensor e o papel n&atilde;o se movam durante as medi&ccedil;&otilde;es, o processo &eacute; r&aacute;pido, com cerca de cinco medi&ccedil;&otilde;es por segundo. O tempo de medi&ccedil;&atilde;o de cada amostra &eacute; adaptado automaticamente de acordo com a cor sendo medida, j&aacute; que, para obter os melhores resultados, as cores escuras exigem um tempo de integra&ccedil;&atilde;o (per&iacute;odo de medi&ccedil;&atilde;o) maior do que as cores claras. Um indicador do andamento &eacute; exibido durante a medi&ccedil;&atilde;o do gr&aacute;fico (digitaliza&ccedil;&atilde;o).</p>

									<p>Como as medidas, e consequentemente o perfil ICC, refletem com precis&atilde;o o que &eacute; &quot;visto&quot; no papel, e o que &eacute; visto no papel depende de v&aacute;rios fatores, como a impressora, as tintas, o papel, as configura&ccedil;&otilde;es de impress&atilde;o e as condi&ccedil;&otilde;es do ambiente, o perfil s&oacute; ser&aacute; t&atilde;o &quot;bom&quot; ou representativo quanto essas condi&ccedil;&otilde;es de impress&atilde;o. Em outras palavras, certifique-se de que o gr&aacute;fico de teste seja impresso sob condi&ccedil;&otilde;es pr&oacute;ximas &agrave;s condi&ccedil;&otilde;es em que ser&atilde;o feitas as impress&otilde;es finais usando esse perfil.</p>
									
									<p>Caso encontre anomalias na qualidade de impress&atilde;o, defeitos no papel ou outras condi&ccedil;&otilde;es fora do padr&atilde;o enquanto imprime o gr&aacute;fico, interrompa o processo pressionando o bot&atilde;o &quot;Cancel&quot; (Cancelar) e inicie-o novamente. Caso contr&aacute;rio, o perfil resultante pode n&atilde;o representar suas condi&ccedil;&otilde;es t&iacute;picas de impress&atilde;o e pode n&atilde;o ser muito &uacute;til.</p>

									<p>Por &uacute;ltimo, o HP Color Center instala automaticamente o perfil no computador que iniciou o processo. Se estiver usando a impressora a partir de outro computador, lembre-se de sincronizar os tipos de papel antes de continuar. O processo agora est&aacute; conclu&iacute;do.</p>
									
									<h4>Criar perfil ICC/Imprimir gr&aacute;fico de cria&ccedil;&atilde;o de perfis ICC</h4>

									<p>Esta op&ccedil;&atilde;o oferece a possibilidade de imprimir apenas o gr&aacute;fico de teste e concluir o processo posteriormente. Al&eacute;m disso, &eacute; poss&iacute;vel usar o gr&aacute;fico de teste com um espectrofot&ocirc;metro externo para a cria&ccedil;&atilde;o do perfil de cores.<br> Consulte a primeira op&ccedil;&atilde;o para obter uma descri&ccedil;&atilde;o detalhada do processo de cria&ccedil;&atilde;o de perfis de cores.</p>
									
									<h4>Criar perfil ICC/Digitalizar gr&aacute;fico de cria&ccedil;&atilde;o de perfis e criar perfil ICC</h4>

									<p>Sua impressora pode criar um perfil ICC a partir de um gr&aacute;fico de teste que j&aacute; foi impresso anteriormente. Ao selecionar esta op&ccedil;&atilde;o, tenha em m&atilde;os um gr&aacute;fico de teste impresso anteriormente.<br> Consulte a primeira op&ccedil;&atilde;o para obter uma descri&ccedil;&atilde;o detalhada do processo de cria&ccedil;&atilde;o de perfis de cores e das etapas seguintes.</p>
									
									<h4 id="Step4">Instalar perfil ICC/Selecionar qual perfil ICC deseja instalar</h4>

									<p>Esta op&ccedil;&atilde;o permite instalar e relacionar perfis ICC (criados fora da impressora, baixados da Internet ou comprados em outros locais) a um tipo de papel.</p>
									
									<p>Proceda da seguinte forma:</p>
									<ul>
										<li>Clique no bot&atilde;o de pesquisa para selecionar o arquivo que cont&eacute;m o perfil ICC que gostaria de instalar.</li>
									</ul>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table2">
							<tr>
								<td>
									<h2 id="Step2">Etapa 2 – Escolher as configurações de perfil ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>O nome do perfil ICC ser&aacute; exibido em aplicativos como Adobe Photoshop. O nome predefinido do papel ser&aacute; exibido no driver da impressora e no painel frontal. Para o nome do perfil, recomenda-se utilizar uma combina&ccedil;&atilde;o do modelo da impressora e o nome predefinido do papel. Por exemplo: <font color = red>&quot;M&iacute;dia perolada para Fine Art HP Z3200&quot;.</font></p>
									<p>Para pap&eacute;is compat&iacute;veis com o intensificador de brilho, voc&ecirc; tamb&eacute;m deve decidir se ele deve ser ativado ou desativado.</p>
								</td>
							</tr>
						</table>						
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table4">
							<tr>
								<td>
									<h2 id="Step3">Etapa 3 - Perfil</h2>
								</td>
							</tr>
							<tr>
								<td>
									&Eacute; necess&aacute;rio um perfil de cores ICC para produzir uma cor precisa na combina&ccedil;&atilde;o de impressora, tinta e papel. Ele &eacute; utilizado ao mapear as cores do aplicativo para as cores da impressora. Esse processo consiste em imprimir e medir os paths das combina&ccedil;&otilde;es de todas as tintas.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table5">
							<tr>
								<td>
									<h2 id="Step4">Etapa 4 - Instalar perfil</h2>
								</td>
							</tr>
							<tr>
								<td>
									O processo de instala&ccedil;&atilde;o garante que o perfil ICC estar&aacute; dispon&iacute;vel a aplicativos como Adobe Photoshop.
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
		</table>
	</body>
</html>