<?xml version="1.0" encoding="UTF-8" ?>
<html>
	<head>
		<title>Druckmedium kalibrieren &ndash; Online-Hilfe</title>
		<meta http-equiv="MSThemeCompatible" content="yes" />
		<meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
		<link rel="StyleSheet" href="../help/css/default.css" type="text/css" />
		<link rel="StyleSheet" href="../help/css/green_theme.css" type="text/css" />
		<script type="text/javascript" src="../help/js/global.js"></script>
		<script type="text/javascript" src="../help/js/buttonManager.js"></script>
	</head>
	<body>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationMastheadSmall"
			id="TableMasterHead">
			<tr>
				<td class="mastheadIcon"><img src="../help/images/themes/green/logo_hp_largemasthead.gif" width="42" height="26" border="0" alt="HP"></img></td>
				<td style="width:100%;height:57px;" class="mastheadTitle"><h1>Color Center</h1></td>
			</tr>
		</table>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationPalette" ID="Table1">
			<tr>
				<td>
					<div class="pad10">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table2">
							<tr>
								<td>
									<h2>Druckmedium kalibrieren</h2>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step0"><strong><font color="#006699">Einf&uuml;hrung</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step1"><strong><font color="#006699">Medium ausw&auml;hlen</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step2"><strong><font color="#006699">Benutzerdefiniertes Druckmedium hinzuf&uuml;gen</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step3"><strong><font color="#006699">Vorgang zur Profilerstellung ausw&auml;hlen</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step6"><strong><font color="#006699">ICC-Profileinstellungen ausw&auml;hlen</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step7"><strong><font color="#006699">Drucker kalibrieren</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step8"><strong><font color="#006699">ICC-Profil erstellen</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step9"><strong><font color="#006699">ICC-Profil installieren</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step10"><strong><font color="#006699">Anhang. &Uuml;berlegungen zu Farbmanagementoptionen</font></strong></a>
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
			<tr>
				<td>
					<div class="pad10scroll">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table4">
							<tr>
								<td>
									<h2 id="Step0">Einf&uuml;hrung</h2>
								</td>
							</tr>
							<tr>
								<td>
									Ihr Drucker verf&uuml;gt &uuml;ber eine gro&szlig;e Vielfalt von Voreinstellungen f&uuml;r zahlreiche unterschiedliche Druckmedien. F&uuml;r eine optimale Qualit&auml;t und gute Druckergebnisse ist es jedoch erforderlich, dass Sie f&uuml;r das auf dem Drucker verwendete Druckmedium eine Kalibrierung und Profilerstellung durchf&uuml;hren. Der Drucker passt seine allgemeinen Einstellungen an das Papier an und erstellt ein ICC-Profil, das dem w&auml;hrend des Druckvorgangs verwendeten Papier zugeordnet wird. Diese Anleitung erl&auml;utert die verschiedenen Arbeitsschritte und verf&uuml;gbaren Optionen.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table5">
							<tr>
								<td>
									<h2 id="Step1">Medium ausw&auml;hlen</h2>
								</td>
							</tr>
							<tr>
								<td>
									W&auml;hlen Sie &quot;Neues Druckmedium hinzuf&uuml;gen&quot;, wenn Sie ein neues Papier hinzuf&uuml;gen m&ouml;chten. W&auml;hlen Sie diese Option, wenn Sie eine neue Papiersorte kalibrieren m&ouml;chten, f&uuml;r die noch keine Kalibrierung und Profilerstellung durchgef&uuml;hrt wurde und die noch nicht in der vorgegebenen Druckmedienliste des Druckers aufgef&uuml;hrt ist. Sie k&ouml;nnen diese Option auch verwenden, um ein vorhandenes Druckmedium mit unterschiedlichen Druckeigenschaften zu kalibrieren. In diesem Fall werden sowohl alte als auch neue Kalibrierung und Profile gespeichert.<br> W&auml;hlen Sie &quot;Aktuelle Druckmedien&quot;, wenn Sie ein Papier aus der Liste verwenden m&ouml;chten. W&auml;hlen Sie diese Option, wenn Sie f&uuml;r ein bereits vorhandenes Druckmedium eine erneute Kalibrierung und Profilerstellung durchf&uuml;hren oder basierend auf einer vorhandenen Papiersorte ein neues Druckmedium hinzuf&uuml;gen m&ouml;chten. In diesem Fall ersetzen die neu erstellten Kalibrierung und Profil die vorherigen.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table6">
							<tr>
								<td>
									<h2 id="Step2">Schritt 1 - Benutzerdefiniertes Druckmedium hinzuf&uuml;gen</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Geben Sie den Namen des Druckmediums ein, das Sie benutzen m&ouml;chten. Dieses neue Druckmedium wird dann in der Liste der benutzerdefinierten Druckmedien angezeigt. Es wird empfohlen, mit dem Namen einige Eigenschaften des Druckmediums zu beschreiben, sodass Sie das Papier leicht identifizieren k&ouml;nnen.<br> Der n&auml;chste Schritt besteht in der Auswahl des Druckmedientyps. Das ist einer der wichtigsten Schritte. Mit ihm wird die Anzahl der grundlegenden Parameter f&uuml;r die Interaktion von Drucker und Druckmedium bestimmt. Wenn Sie Fragen bez&uuml;glich dieser Auswahl haben, erhalten Sie weitere Informationen unter &quot;Wie man mit Papiersorten anderer Hersteller arbeitet&quot; (Abschnitt &quot;Bedienfeld und Treiberauswahl&quot;). Sie k&ouml;nnen die folgenden Druckeigenschaften &auml;ndern: Papierst&auml;rke (Abstand zwischen Druckkopfwagen und Papier), Trocknungszeit, Tintengrenzwerte (Grenzwerte f&uuml;r maximale Dichte und Linearit&auml;t der Farb&uuml;berg&auml;nge), Hochglanzverst&auml;rker-Intensit&auml;t und Schneidevorrichtung. Die folgenden Erl&auml;uterungen beschreiben die verschiedenen Optionen ausf&uuml;hrlicher:</p>
									
									<p><strong>PAPIERST&Auml;RKE:</strong> Sie k&ouml;nnen dicke und/oder relativ unflexible Bedruckstoffe von bis zu 0,8 mm einlegen, entweder &uuml;ber die Rollen- oder die Einzelblattzuf&uuml;hrung. Vollkommen unflexible Materialien wie Aluminium, Plastik oder anderes Bedruckmaterial, das nicht mit Pigmenttinten auf Wasserbasis  kompatibel ist, k&ouml;nnen Sie allerdings nicht bedrucken.</p>

									<p><strong>TROCKNUNGSZEIT:</strong> Um die Trocknungszeit an den jeweiligen Papiertyp anzupassen, stehen Ihnen die Optionen &quot;Keine&quot;, &quot;Verk&uuml;rzt&quot;, &quot;Optimal&quot; oder &quot;Verl&auml;ngert&quot; zur Auswahl.</p>

									<p><strong>TINTENGRENZWERTE:</strong> Gibt die Gesamtmenge an Tinte an, die das Papier zur Optimierung des Farbspektrums aufnehmen kann, ohne dass die Bildqualit&auml;t beeintr&auml;chtigt wird. Diese Einstellung wird in Pikolitern (oder Nanogramm) pro Papierfl&auml;che von 1/600 &times; 1/600 Zoll ausgedr&uuml;ckt (dividiert durch 4 f&uuml;r eine Fl&auml;che von 1/1200 x 1/1200 Zoll). Im Allgemeinen gilt: je h&ouml;her die Tintendichte, desto gr&ouml;&szlig;er das Farbspektrum.</p>
									
									<p>Wie man mit Tintengrenzwerten arbeitet:<br> Standardm&auml;&szlig;ig ist der Tintengrenzwert auf 100 % eingestellt, d.h. die gesamte vorbestimmte Tinte wird f&uuml;r das jeweilige Papier verwendet. Dieser Wert kann bis auf 1% reduziert und bis auf 120 % erh&ouml;ht werden.<br> Um die Funktion der Tintengrenzwerte zu verstehen, m&uuml;ssen Sie ebenfalls die Funktionsweise der Farbkalibrierung begreifen, da beide miteinander verbunden sind.<br> Die Farbkalibrierung sorgt f&uuml;r die Linearit&auml;t der Frequenzkurve der Tinte, die auf das Papier (pro Farbstoff) aufgetragen wird, im Verh&auml;ltnis zur Tintendichte. Am Beginn dieser Kurve ist keinerlei Dichte (oder Tinte) vorhanden, w&auml;hrend an ihrem Endpunkt die maximal zul&auml;ssige Dichte &ndash; dieser konstante Wert wird f&uuml;r jedes einzelne Druckmedium festgelegt &ndash; erreicht ist.<br> Der Tintengrenzwert hat Auswirkungen auf die maximale Tintendichte und das Verhalten der Farbkalibrierung. Folgendes sollte ber&uuml;cksichtigt werden:</p>
									<ul>
										<li>Nach der &Auml;nderung des Tintengrenzwerts m&uuml;ssen Sie den Drucker neu kalibrieren, damit die &Auml;nderung wirksam wird. Jede bereits existierende Kalibrierung ist automatisch veraltet. </li>
										<li>Die maximal zul&auml;ssige Tintendichte ist ein konstanter Wert f&uuml;r ein bestimmtes Druckmedium und eine bestimmte Tinte. Wenn dieser Wert bei einem Kalibrierungsprozess nicht erreicht wird, kann eine &Auml;nderung des Tintengrenzwerts wirkungslos bleiben. Dies kann auftreten, wenn beim Laden von Papier im Bedienfeld das falsche Druckmedium ausgew&auml;hlt wurde (z.B., wenn ein normal beschichtetes Papier als Hochglanzpapier geladen wird).</li>
										<li>Eine &Auml;nderung des Tintengrenzwerts f&uuml;r Druckmedien, die nicht kalibriert werden k&ouml;nnen (z.B. Normalpapier), ist sinnlos.</li>
										<li>Die Auswirkungen sind f&uuml;r jede Farbe / jedes Papier unterschiedlich. Je nach Papier &auml;ndern sich manche Farben mehr als andere.</li>
									</ul>
									
									<p><strong>HOCHGLANZVERST&Auml;RKER-INTENSIT&Auml;T:</strong> Der Hochglanzverst&auml;rker dient haupts&auml;chlich dazu, eine gleichm&auml;&szlig;ige Fl&auml;chenf&uuml;llung f&uuml;r die bedruckte Seite zu gew&auml;hrleisten (z.B. wird er dort aktiv, wo bestimmte Tinten weniger verwendet wurden). Dadurch werden Probleme wie uneinheitlicher Oberfl&auml;chenglanz und Bronzing-Effekte vermieden.<br> Gibt an, ob der HP Glanzverst&auml;rker verwendet werden kann (anwendbar auf hochgl&auml;nzende, seidenmatte und satinierte Oberfl&auml;chen).</p>

									<p><strong>SCHNEIDEVORRICHTUNG:</strong> Gibt an, ob ein Schneidevorgang durchgef&uuml;hrt wird. Wenn &quot;Ja&quot; aktiviert ist, dann kann das Schneiden sp&auml;ter &uuml;ber den Treiber deaktiviert werden. Wenn jedoch &quot;Nein&quot; aktiviert ist, dann kann das Schneiden sp&auml;ter nicht mehr &uuml;ber den Treiber erneut aktiviert werden.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table7">
							<tr>
								<td id="Step5">
									<h2 id="Step3">Vorgang zur Profilerstellung ausw&auml;hlen</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Der Drucker bietet vier verschiedene Vorg&auml;nge zur Profilerstellung an. Je nach ausgew&auml;hltem Vorgang &auml;ndert sich der Arbeitsablauf.</p>
									
									<h4>ICC-Profil erstellen/ICC-Profilerstellungsseite drucken und scannen und ICC-Profil erstellen</h4>
									
									<p>Wenn Sie mit vordefinierten Standardmedientypen und unter normalen Umgebungsbedingungen arbeiten, werden Sie den automatischen Ablauf in einem Durchgang bevorzugen. Der Vorgang dauert eine gewisse Zeit, daf&uuml;r jedoch &uuml;bernimmt der Drucker die gesamte Ablaufsteuerung. Dazu geh&ouml;rt auch die Unterbrechung w&auml;hrend der Trocknungszeit.</p>

									<p>Die Testgrafik wird mit dem integrierten Spektrofotometer des Druckers vermessen (gescannt). Ein Spektrofotometer ist ein Pr&auml;zisionsger&auml;t, das die exakte Zusammensetzung des von den Farbfeldern reflektierten Lichts bestimmen kann. Das reflektierte Licht wird in die einzelnen Wellenl&auml;ngen zerlegt. Vielleicht ist Ihnen die von Newton erkl&auml;rte Lichtbrechung am Prisma gel&auml;ufig, die nach demselben Prinzip funktioniert. Die Intensit&auml;t der einzelnen Farbanteile (&quot;Regenbogenfarben&quot;) wird gemessen. Wie bei Pr&auml;zisionsmessinstrumenten &uuml;blich, muss auch das Spektrofotometer selbst vor der Messung kalibriert und stabilisiert werden, um eine m&ouml;glichst hohe Genauigkeit sicherzustellen. Die Kalibrierung erfolgt automatisch mithilfe eines integrierten wei&szlig;en Keramikst&uuml;cks, das als Referenz dient. Die Stabilisierung wird dadurch erreicht, dass die integrierte Lichtquelle des Spektrofotometers nach dem Einschalten auf Temperatur gebracht wird, bevor die Messungen beginnen. W&auml;hrend dieses Vorgangs signalisiert eine Fortschrittsanzeige den Ablauf.</p>
									
									<p><strong>Die Funktionsweise des Druckers</strong><br> Zun&auml;chst wird die Testgrafik ausgedruckt. Anschlie&szlig;end werden sowohl das Druckmedium als auch das am Druckkopfwagen befestigte Spektrofotometer in Position gebracht, sodass die Farbfelder vermessen werden k&ouml;nnen. Obwohl die eigentliche Messung im Stillstand erfolgt (ohne dass sich Sensor oder Papier bewegen), ist der Zeitbedarf relativ gering. Pro Sekunde werden ca. f&uuml;nf Messungen durchgef&uuml;hrt. Die Messungsdauer f&uuml;r die einzelnen Felder wird automatisch an die gemessene Farbe angepasst, da dunkle Farben eine l&auml;ngere Integrationszeit (Messperiode) erfordern als helle Farben. W&auml;hrend dieses Vorgangs signalisiert eine Fortschrittsanzeige den Ablauf.</p>

									<p>Die Messungen und damit das ICC-Profil spiegeln exakt das wieder, was auf dem Medium zu &quot;sehen&quot; ist. Der optische Effekt wiederum h&auml;ngt von einer ganzen Reihe von Faktoren ab. Dazu z&auml;hlen Drucker, Tinten, Medium, Druckeinstellungen und Umgebungsbedingungen. Das erzeugte Profil kann daher immer nur so gut und repr&auml;sentativ sein wie die Bedingungen der Systemumgebung. Anders ausgedr&uuml;ckt: Die Testgrafik sollte m&ouml;glichst unter den Bedingungen erstellt werden, unter denen sp&auml;ter auch die endg&uuml;ltigen Drucke mit dem entstehenden Profil erstellt werden.</p>
									
									<p>Wenn Sie w&auml;hrend des Grafikdrucks ungew&ouml;hnliche Merkmale an der Druckqualit&auml;t, am Medium oder den Umgebungsbedingungen feststellen, brechen Sie den Vorgang ab und beginnen Sie erneut. Andernfalls ist das entstehende Profil nicht repr&auml;sentativ und damit praktisch nutzlos.</p>

									<p>Abschlie&szlig;end installiert das HP Color Center automatisch das Profil in dem Computer, wo der Vorgang gestartet wurde. Wenn Sie Ihren Drucker von einem anderen Computer aus benutzen, denken Sie daran, die Druckmedien vor dem Fortfahren zu synchronisieren. Damit ist der Vorgang abgeschlossen.</p>
									
									<h4>ICC-Profil erstellen/ICC-Profilerstellungsseite drucken</h4>

									<p>Diese Option bietet Ihnen die M&ouml;glichkeit, nur das Dokument zu drucken und den Profilerstellungsprozess sp&auml;ter zu beenden. Au&szlig;erdem k&ouml;nnen Sie das gedruckte Dokument benutzen, um mithilfe eines externen Spektrofotometers ein Profil zu erstellen.<br> Ausf&uuml;hrliche Informationen zur Profilerstellung finden Sie in den Erl&auml;uterungen zur ersten Option.</p>
									
									<h4>ICC-Profil erstellen/ICC-Profilerstellungsseite drucken und ICC-Profil erstellen</h4>

									<p>Ihr Drucker kann ein ICC-Profil auf Grundlage eines bereits ausgedruckten Dokuments erstellen. Bitte halten Sie ein zuvor gedrucktes Dokument bereit, wenn Sie diese Option w&auml;hlen.<br> Ausf&uuml;hrliche Informationen zur Profilerstellung und den folgenden Arbeitsschritten finden Sie in den Erl&auml;uterungen zur ersten Option.</p>
									
									<h4 id="Step4">ICC-Profil installieren/W&auml;hlen Sie das gew&uuml;nschte ICC-Profil aus</h4>

									<p>Mithilfe dieser Option k&ouml;nnen Sie ein ICC-Profil installieren und mit Ihrem Druckmedium verkn&uuml;pfen, das Sie entweder au&szlig;erhalb des Druckers erstellt, aus dem Internet heruntergeladen oder anderswo erworben haben.</p>
									
									<p>Gehen Sie wie folgt vor:</p>
									<ul>
										<li>Klicken Sie auf &quot;Suchen&quot;, um die Datei auszuw&auml;hlen, die das gew&uuml;nschte ICC-Profil enth&auml;lt.</li>
									</ul>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table8">
							<tr>
								<td>
									<h2 id="Step6">ICC-Profileinstellungen ausw&auml;hlen</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>In diesem Schritt m&uuml;ssen Sie die folgenden ICC-Profileinstellungen festlegen:</p>
									<ul>
										<li>Den Namen des zu erstellenden ICC-Profils</li>
										<li>Glanzverst&auml;rker Ein/Aus, wenn anwendbar</li>
									</ul>
									
									<p>Der Name wird f&uuml;r zwei &auml;hnliche, aber dennoch verschiedene Zwecke verwendet:</p>
									<ul>
										<li>Der Dateiname, der von den Dateiverwaltungsprogrammen des Betriebssystems zur Identifizierung von ICC-Profildateien ben&ouml;tigt wird, entsteht ebenfalls aus dem Profilnamen. Der Profilname wird automatisch mit der Erweiterung &quot;.icc&quot; erg&auml;nzt, sodass die Datei f&uuml;r Sie als Benutzer und f&uuml;r die Anwendung als ICC-Profildatei zu identifizieren ist.</li>
										<li>Aus dem Namen wird die interne Beschreibungszeichenkette des Profils abgeleitet. Jedes ICC-Profil ist mit einer solchen internen Kennung versehen, die von vielen ICC-f&auml;higen Programmen zur Identifizierung des Profils oder zur Anzeige in einer Auswahlliste verwendet wird.</li>
									</ul>
									
									<p>Je nach Konstellation sehen Sie entweder den Dateinamen oder den internen Deskriptor, deshalb empfiehlt es sich, in beiden F&auml;llen dieselbe Benennung zu verwenden. Grunds&auml;tzlich k&ouml;nnen Sie den Namen frei w&auml;hlen. Es ist jedoch ratsam, eine standardisierte Namenskonvention festzulegen und diese auch einzuhalten. Ein solches Benennungsschema k&ouml;nnte beispielsweise darin bestehen, verschiedene Komponenten zu kombinieren, die mit Leerzeichen, Unterstrichen oder einem anderen Zeichen Ihrer Wahl getrennt werden:</p>
									<ul>
										<li>Druckertyp oder -name, beispielsweise &quot;HP Designjet Z2100&quot;, wobei &quot;HP&quot; f&uuml;r den Hersteller Hewlett-Packard steht. &quot;Designjet&quot; bezeichnet die Modellreihe, und &quot;Z2100&quot; entspricht der Modellnummer des Druckers. F&uuml;r den Dateinamen und den internen Deskriptor gelten L&auml;ngenbeschr&auml;nkungen. Deshalb kann es erforderlich sein, diese Informationen verk&uuml;rzt darzustellen. Indem Sie das Druckermodell als ersten Teil des Profilnamens verwenden, stellen Sie sicher, dass alle Profile f&uuml;r Ihren Drucker in Dateiverwaltungsprogrammen und in Auswahllisten als zusammenh&auml;ngender Block erscheinen.</li>
										<li>Medientyp oder Name, beispielsweise &quot;HWT310&quot; f&uuml;r Hahnem&uuml;hle Digital FineArt, ArtLine, Mould Made William Turner 310 gsm. Ebenso wie bei der Druckerbezeichnung k&ouml;nnen hier Abk&uuml;rzungen erforderlich werden. Der Name bzw. die Abk&uuml;rzung m&uuml;ssen eindeutig sein, damit sich die verschiedenen Profile unterscheiden lassen.</li>
										<li>Druckqualit&auml;t und andere Einstellungen, die f&uuml;r den Druck der Testgrafik verwendet wurden, beispielsweise &quot;B&quot; f&uuml;r &quot;Beste&quot; Druckqualit&auml;t oder &quot;BHV&quot; f&uuml;r &quot;Beste&quot; Druckqualit&auml;t und &quot;Hochglanzverst&auml;rker&quot; (nur f&uuml;r Fotopapiere). Vereinfachen und verk&uuml;rzen Sie so weit wie n&ouml;tig, jedoch nicht mehr.</li>
										<li>Die verwendete Testgrafik, z. B. &quot;Klein&quot; oder &quot;Gro&szlig;&quot;, oder der Name einer bestimmten Testgrafik, etwa &quot;ECI2002&quot;, sofern diese Option zur Verf&uuml;gung steht. Vereinfachen und verk&uuml;rzen Sie nach Bedarf.</li>
										<li>Mit diesem Schema ergeben sich beispielsweise Profilnamen wie &quot;HP Designjet Z2100 HWT310&quot; oder &quot;HP Designjet Z2100, gestrichenes Papier&quot;. Die Dateinamen dazu w&uuml;rden lauten: &quot;HP_Z2100_HWT310.icc&quot; bzw. &quot;HP_Z2100_gestrichenesPapier.icc&quot;.</li>
									</ul>
									
									<p>Unabh&auml;ngig davon, welche Benennungsmethode Sie schlie&szlig;lich verwenden, muss sichergestellt sein, dass sich die Profile f&uuml;r die verschiedenen Medientypen und Einstellungen zweifelsfrei unterscheiden lassen.<br> Wie so oft gilt auch hier: Sie entscheiden, was am besten f&uuml;r Sie ist. Es lohnt sich immer, etwas zu experimentieren.<br> Bevor Sie fortfahren, vergewissern Sie sich, dass der richtige Medientyp in den Drucker eingelegt ist und dass der Drucker bereit ist.</p>

									<p>Der Drucker f&uuml;hrt dann die Farbkalibrierung (maximale Dichte und Linearit&auml;t f&uuml;r die einzelnen Tinten) und Farbprofilerstellung (Erstellung eines ICC-Profils) f&uuml;r das Druckmedium durch. Dadurch wird ein optimales Druckergebnis gew&auml;hrleistet.<br> Wenn Sie Ihren Drucker von einem anderen Computer aus benutzen, denken Sie daran, die Druckmedien vor dem Fortfahren zu synchronisieren. Damit ist der Vorgang abgeschlossen.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table9">
							<tr>
								<td>
									<h2 id="Step7">Drucker kalibrieren</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Die Kalibrierung des Druckers und die Profilerstellung f&uuml;r die Druckmedientypen sind zwei unterschiedliche Arbeitsschritte, die nicht verwechselt werden sollten. Bei der Kalibrierung Ihres Druckers wird eine Grafik mit Linien und Farben auf dem Drucker gedruckt und gescannt. Die Anzahl der Farben h&auml;ngt von der Anzahl der unterschiedlichen Tinten ab, &uuml;ber die der Drucker verf&uuml;gt. Die Kalibrierung erfolgt durch die Messung der Tintendichte. So wird die Wiederholbarkeit der Druckergebnisse gew&auml;hrleistet. Immer wenn Sie dieselbe Datei auf demselben Drucker unter Verwendung derselben Tinte und desselben Druckmediums ausdrucken, dann ist das Druckergebnis identisch.</p>

									<p>Die Kalibrierung ist die Voraussetzung f&uuml;r den n&auml;chsten Arbeitsschritt: die Erstellung eines Profils f&uuml;r die Kombination von Drucker und Druckmedium. Sie k&ouml;nnen Ihren Drucker kalibrieren, ohne ein Profil zu erstellen; aber Sie k&ouml;nnen f&uuml;r den Drucker kein Profil erstellen, ohne ihn zuvor kalibriert zu haben. Die Profilerstellung umfasst ebenfalls den Druck einer Grafik mit verschiedenen Farben und Mustern. In diesem Fall wird jedoch ein Spektrofotometer verwendet, um die Farbgenauigkeit des Drucks zu messen. F&uuml;r eine bestimmte Kombination aus Drucker, Tinte und Druckmedium kann ein Farbprofil so lange Farbgenauigkeit gew&auml;hrleisten, wie sonstige Umgebungsfaktoren wie Feuchtigkeit oder Hitze keinen starken Schwankungen unterliegen.</p>

									<p>Gehen Sie zur Kalibrierung des Druckers wie folgt vor:</p>

									<p>1. Eine Testgrafik wird gedruckt<br> Diese Grafik besteht aus Feldern mit unterschiedlichem Tintenauftrag jeder im Drucker vorhandenen Farbe. Dieses Muster wird als Tintenkeil, Prim&auml;rkeil oder Dichtekeil bezeichnet. Die einzelnen Felder werden vermessen (gescannt), um unter anderem zwei grundlegende Druckparameter zu ermitteln: Linearit&auml;t und maximale Dichte jedes Tintenkeils. Linearit&auml;t bedeutet, dass die Dichte (Dunkelheit) von einem Feld zum n&auml;chsten in gleich bleibenden Schritten zunimmt. Die maximale Dichte dr&uuml;ckt aus, mit welchem Deckungsgrad die verschiedenen Tinten aufgebracht werden k&ouml;nnen bzw. d&uuml;rfen.</p>

									<p>2. Die gedruckte Testgrafik trocknet f&uuml;r eine festgelegte Zeit<br> Die Grafik muss vor dem Messen getrocknet sein, da sich der Farbton der Tinten w&auml;hrend der Trocknung leicht ver&auml;ndert. Anders ausgedr&uuml;ckt: Kurz nach dem Drucken wirkt die feuchte Tinte anders als sp&auml;ter in getrocknetem Zustand. Die Trocknungszeit richtet sich nach dem Medientyp.</p>

									<p>3. Die Testgrafik wird mit dem integrierten Spektrofotometer des Druckers vermessen (gescannt).<br> Ein Spektrofotometer ist ein Pr&auml;zisionsger&auml;t, das die exakte Zusammensetzung des von den Farbfeldern reflektierten Lichts bestimmen kann. Das reflektierte Licht wird in die einzelnen Wellenl&auml;ngen zerlegt. Vielleicht ist Ihnen die von Newton erkl&auml;rte Lichtbrechung am Prisma gel&auml;ufig, die nach demselben Prinzip funktioniert. Die Intensit&auml;t der einzelnen Farbanteile (&quot;Regenbogenfarben&quot;) wird gemessen.</p>

									<p>4. Die Kalibrierungsparameter werden berechnet und gespeichert.<br> Die auf der Testgrafik ermittelten Messwerte dienen zur Berechnung der Korrekturfaktoren f&uuml;r den internen Bildverarbeitungsalgorithmus des Druckers. Diese Werte werden gespeichert. Wenn Sie das n&auml;chste Mal auf diesem Medientyp drucken, verlaufen alle Tintenkeile linear und die maximale Dichte entspricht dem gew&uuml;nschten Wert. Diese grundlegenden Bedingungen m&uuml;ssen erf&uuml;llt sein, damit f&uuml;r das Medium erfolgreich ein benutzerdefiniertes Farbprofil erstellt oder ein vorhandenes Profil verwendet werden kann.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table10">
							<tr>
								<td>
									<h2 id="Step8">ICC-Profil erstellen</h2>
								</td>
							</tr>
							<tr>
								<td>
									Abh&auml;ngig von Ihrer zuvor getroffenen Auswahl wird durch &quot;ICC-Profil erstellen&quot; eine Profilerstellungsseite gedruckt oder gescannt, oder eine Grafik gedruckt und dann gescannt. Siehe &quot;Nur Zieldokument drucken. ICC-Profil sp&auml;ter erstellen&quot;, &quot;ICC-Profil aus einem bereits gedruckten Zieldokument erstellen&quot; und &quot;Zieldokument drucken und ICC-Profil erstellen&quot;.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table11">
							<tr>
								<td>
									<h2 id="Step9">ICC-Profil installieren</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Durch seine Installierung wird das ICC-Profil in dem Drucker &uuml;ber das Bedienfeld und auf Ihrem Computer verf&uuml;gbar.</p>

									<p>Nach der Profilerstellung k&ouml;nnen Sie die Liste aller Druckmedien durchgehen, die der Drucker &quot;kennt&quot;. F&uuml;r jedes Druckmedium sind die Kategorie, der benutzerspezifische Name und der zugeordnete Profilname verzeichnet. Nun k&ouml;nnen Sie das benutzerdefinierte ICC-Profil (ColorSync) f&uuml;r die konfigurierte Kombination aus Drucker und Medium einsetzen. Weitere Informationen zur Verwendung von ICC-Profilen und anderen Farbmanagementoptionen finden Sie im Abschnitt &quot;ICC-Profil installieren&quot;.</p>

									<p>Wichtiger Hinweis:<br> Ber&uuml;cksichtigen Sie, dass diese Profile nicht f&uuml;r die Verwendung mit RIP-Anwendungen wie EFI Designer Edition geeignet sind. RIPs verf&uuml;gen &uuml;ber ein eigenes Farbmanagement, hierf&uuml;r sind andere Tools zur Profilerstellung verf&uuml;gbar.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table12">
							<tr>
								<td>
									<h2 id="Step10">Anhang. &Uuml;berlegungen zu Farbmanagementoptionen</h2>
								</td>
							</tr>
							<tr>
								<td>
									<ul>
										<li>Wenn Sie Priorit&auml;t auf die Farbtreue der Drucke legen, wie dies in der Regel bei Proofs der Fall ist, verwenden Sie den farbmetrischen Rendering Intent. Die Farben innerhalb des Drucker-Gamuts (Ziel-Gamuts) werden mit h&ouml;chster Genauigkeit reproduziert. Farben au&szlig;erhalb des Drucker-Gamuts, die nat&uuml;rlich auf die eine oder andere Art dennoch gedruckt werden m&uuml;ssen, werden auf die jeweils n&auml;chstliegende Farbe abgebildet, was m&ouml;glicherweise zu Kontrastverlusten f&uuml;hrt. Da die farbmetrische Reproduktion im Vergleich zur wahrnehmungsorientierten Reproduktion ein eher regelorientierter Vorgang ist, erzeugt verschiedene Profil-Erstellungssoftware kaum unterschiedliche Ergebnisse. Ein benutzerdefiniertes Profil eignet sich daher normalerweise am besten.</li>
										<li>Wenn Sie Priorit&auml;t auf die realistische, nat&uuml;rliche Wiedergabe von Fotos oder k&uuml;nstlerischen Elementen legen und eine m&ouml;glichst gro&szlig;e &Uuml;bereinstimmung mit der Bildschirmdarstellung anstreben, w&auml;hlen Sie den wahrnehmungsorientierten Rendering Intent. Benutzerdefinierte Profile sind hier ein guter Ansatzpunkt, da sie mit exzellenter Farbgenauigkeit erstellt wurden und sich gut in den wahrnehmungsorientierten Intent integrieren. Dennoch kann es sein, dass Sie mit einem extern erstellten Profil zufriedener sind. Unabh&auml;ngig davon, welchen Profiltyp Sie schlie&szlig;lich einsetzen, ist es immer m&ouml;glich, die Farbwiedergabe in gewissen Grenzen mithilfe der Steuerelemente des Druckertreibers im Detail anzupassen.</li>
										<li>Wenn Sie eine Proofausgabe auf dem Bildschirm durchf&uuml;hren m&ouml;chten (Softproofing), um das sp&auml;tere Druckbild zu beurteilen, verwenden Sie das Anwendungsfarbmanagement mit ICC-Profilen. Profile funktionieren bidirektional und enthalten die ben&ouml;tigten Informationen zur Umwandlung der Anwendungsfarben in Druckerfarben (R&uuml;ckw&auml;rtsrichtung) und zur Umwandlung von Druckerfarben in Anwendungsfarben (Vorw&auml;rtsrichtung).</li>
										<li>Wenn die von Ihnen verwendete Anwendung kein Softproofing unterst&uuml;tzt, Sie aber dennoch die Druckausgabe auf dem Bildschirm simulieren m&ouml;chten, ist die Anwendung HP Druckvorschau interessant f&uuml;r Sie. Diese Anwendung wird &uuml;ber den Druckertreiber gestartet (unter Mac OS im PDF-Men&uuml;, unter Windows mit der Option zur Anzeige der Druckvorschau).</li>
										<li>Wenn Sie eine Feinabstimmung der Farbwiedergabe vornehmen m&ouml;chten, werden Sie sich eher f&uuml;r das Anwendungsfarbmanagement entscheiden. In Anwendungen wie Photoshop k&ouml;nnen Bilder aus dem urspr&uuml;nglichen RGB-Format in drucker- und medientypspezifische Darstellungen konvertiert werden (RGB oder CMYK). Au&szlig;erdem l&auml;sst sich die Druckausgabe auf dem Bildschirm simulieren (Softproofing). Eine Vielzahl von Bearbeitungswerkzeugen erlaubt die Ver&auml;nderung der Ger&auml;tefarbwerte vor dem Drucken. Diese Eingriffsm&ouml;glichkeiten sind allerdings nicht unbedingt f&uuml;r Neulinge geeignet. Es erfordert schon eine gewisse Erfahrung, bis tats&auml;chlich die gew&uuml;nschten Effekte erzielt werden. Wenn Sie ohne gro&szlig;en Aufwand zu &uuml;berzeugenden Ergebnissen gelangen m&ouml;chten, verlassen Sie sich zun&auml;chst auf das Druckerfarbmanagement.</li>
										<li>Wenn der von Ihnen bevorzugte Arbeitsablauf auf ICC-Profilen basiert, ist das Anwendungsfarbmanagement mit Drucker-ICC-Profilen (ColorSync) f&uuml;r Sie geeignet. Wenn Sie mit dem Begriff ICC noch nichts anfangen k&ouml;nnen oder wenn Sie keine weitere Verwendung f&uuml;r ICC-Profile haben, sollten Sie das Druckerfarbmanagement bevorzugen.</li>
										<li>Wenn Sie keine Standardmedientypen nutzen oder unter au&szlig;ergew&ouml;hnlichen Umgebungsbedingungen arbeiten, sollten Sie mit dem Spektrofotometer des Druckers und der integrierten Profil-Erstellungssoftware ICC-Profile generieren. Da die Profil-Erstellungssoftware gegenw&auml;rtig nur ICC-Profile erzeugt, jedoch keine propriet&auml;ren Farbtabellen, bietet sich das Anwendungsfarbmanagement an.</li>
									</ul>
									
									<p>Ganz gleich, f&uuml;r welche Option Sie sich letztlich entscheiden: Sie sollten wissen, wof&uuml;r und warum Sie sich entschieden haben. Achten Sie au&szlig;erdem darauf, dass der Druckertreiber und die Anwendung richtig konfiguriert sind. Die Konfiguration des Anwendungsfarbmanagements richtet sich nach der verwendeten Anwendung. Deshalb gibt es leider keine allgemein g&uuml;ltigen Patentrezepte. Das HP Printing Knowledge Center kann hier Unterst&uuml;tzung leisten. Sie finden dort unter anderem detaillierte Informationen zur Konfiguration der g&auml;ngigsten professionellen Grafikanwendungen sowie Hinweise zur Problembehebung.</p>
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
		</table>
	</body>
</html>