<?xml version="1.0" encoding="UTF-8" ?>
<html>
	<head>
		<title>Ayuda en l&iacute;nea para calibrar el papel</title>
		<meta http-equiv="MSThemeCompatible" content="yes" />
		<meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
		<link rel="StyleSheet" href="../help/css/default.css" type="text/css" />
		<link rel="StyleSheet" href="../help/css/green_theme.css" type="text/css" />
		<script type="text/javascript" src="../help/js/global.js"></script>
		<script type="text/javascript" src="../help/js/buttonManager.js"></script>
	</head>
	<body>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationMastheadSmall"
			id="TableMasterHead">
			<tr>
				<td class="mastheadIcon"><img src="../help/images/themes/green/logo_hp_largemasthead.gif" width="42" height="26" border="0" alt="HP"></img></td>
				<td style="width:100%;height:57px;" class="mastheadTitle"><h1>Color Center</h1></td>
			</tr>
		</table>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationPalette" ID="Table1">
			<tr>
				<td>
					<div class="pad10">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table2">
							<tr>
								<td>
									<h2>Calibrar el papel</h2>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step0"><strong><font color="#006699">Introducci&oacute;n</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step1"><strong><font color="#006699">Seleccionar papel</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step2"><strong><font color="#006699">A&ntilde;adir papel personalizado</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step3"><strong><font color="#006699">Seleccionar acci&oacute;n para crear perfil</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step6"><strong><font color="#006699">Elegir ajustes de perfil ICC</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step7"><strong><font color="#006699">Calibrar la impresora</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step8"><strong><font color="#006699">Crear perfil ICC</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step9"><strong><font color="#006699">Instalar perfil ICC</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step10"><strong><font color="#006699">Ap&eacute;ndice Consideraciones sobre las opciones de administraci&oacute;n del color</font></strong></a>
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
			<tr>
				<td>
					<div class="pad10scroll">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table4">
							<tr>
								<td>
									<h2 id="Step0">Introducci&oacute;n</h2>
								</td>
							</tr>
							<tr>
								<td>
									Su impresora incorpora una amplia variedad de valores preestablecidos de papel que abarcan muchos tipos de papel diferentes. Sin embargo, para obtener la m&aacute;xima calidad y los mejores resultados de impresi&oacute;n, es necesario calibrar y crear un perfil para el papel que utiliza con la impresora. La impresora adapta su configuraci&oacute;n general a las caracter&iacute;sticas del papel y crea un perfil ICC que se vincular&aacute; al papel que est&aacute; usando durante este proceso. Esta informaci&oacute;n le guiar&aacute; por los diferentes pasos y opciones disponibles.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table5">
							<tr>
								<td>
									<h2 id="Step1">Seleccionar papel</h2>
								</td>
							</tr>
							<tr>
								<td>
									Seleccione &quot;A&ntilde;adir papel nuevo&quot;, si desea a&ntilde;adir un nuevo tipo de papel. Elija esta opci&oacute;n si desea calibrar un papel nuevo que a&uacute;n no se ha calibrado y para el que no se ha creado perfil, y que todav&iacute;a no figura en la lista de papeles que ofrece la impresora. Tambi&eacute;n puede emplear esta opci&oacute;n para calibrar un papel existente con un conjunto de propiedades de impresi&oacute;n diferente; en este caso se guardan tanto las calibraciones y los perfiles nuevos como los antiguos.<br> Seleccione &quot;Papeles actuales&quot; si desea utilizar un papel de la lista. Elija esta opci&oacute;n si desea volver a calibrar un papel existente y definir un nuevo perfil para el mismo, o a&ntilde;adir un nuevo tipo de papel basado en un papel existente. En este caso, la calibraci&oacute;n y el perfil nuevos reemplazan a los antiguos.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table6">
							<tr>
								<td>
									<h2 id="Step2">A&ntilde;adir papel personalizado</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Escriba el nombre del papel que desea utilizar. Este nuevo papel aparecer&aacute; en la lista de papeles personalizados. Le recomendamos que incluya algunas caracter&iacute;sticas del papel en el nombre de modo que pueda reconocerlo con facilidad.<br> El siguiente paso es seleccionar el tipo de papel. Esta selecci&oacute;n es uno de los pasos m&aacute;s importantes y determina el n&uacute;mero de par&aacute;metros b&aacute;sicos para la interacci&oacute;n entre la impresora y el papel. Consulte el documento &quot;Working with other commercially-available paper&quot; (apartado &quot;Front Panel &amp; Driver selection&quot;) para resolver las dudas que le puedan surgir acerca de esta selecci&oacute;n. Puede modificar las siguientes propiedades de impresi&oacute;n: Grosor del papel (la distancia entre el carro y el papel), Tiempo de secado, L&iacute;mites de tinta (umbrales m&aacute;ximos de la densidad y la transici&oacute;n de color), Nivel de mejora de satinado y Cortador. Las siguientes explicaciones le proporcionar&aacute;n una visi&oacute;n m&aacute;s detallada de las diferentes opciones:</p>
									
									<p><strong>GROSOR DEL PAPEL:</strong> Puede introducir sustratos gruesos y/o bastante r&iacute;gidos de hasta 0,8 mm (~ 31 mils) bien en rollos o a trav&eacute;s de la bandeja de carga de hojas sueltas, pero no puede imprimir en materiales totalmente r&iacute;gidos como aluminio, pl&aacute;stico u otros materiales que no sean compatibles con tintas acuosas con base de pigmento.</p>

									<p><strong>TIEMPO DE SECADO:</strong> Para personalizar la selecci&oacute;n de su tiempo de secado para cada papel, puede seleccionar Ninguno, Reducido, &Oacute;ptimo o Ampliado.</p>

									<p><strong>L&Iacute;MITES DE TINTA:</strong> Indica la cantidad total de tinta que puede absorber el papel para maximizar el rendimiento de la gama sin causar problemas de calidad de imagen. Este ajuste se expresa en picolitros (o nanogramos) por &aacute;rea de papel de 1/600th &times; 1/600th pulgadas (dividida entre 4 para &aacute;reas de 1/1200th x 1/1200th pulgadas). En general, cuanto m&aacute;s alto sea el l&iacute;mite de tinta, m&aacute;s alta ser&aacute; la gama.</p>
									
									<p>&iquest;C&oacute;mo funciona?<br> El valor predeterminado de la propiedad del l&iacute;mite de tinta es 100%, lo que significa &quot;toda la tinta&quot; para ese papel. Este valor puede modificarse a la baja hasta el 1% y a la alta hasta el 120%.<br> Para entender c&oacute;mo funciona el l&iacute;mite de tinta, es importante entender c&oacute;mo funciona la calibraci&oacute;n de color, dado que ambas est&aacute;n relacionadas.<br> La calibraci&oacute;n de color lineariza la curva de respuesta de las gotas de tinta sobre el papel (por colorante) frente a la densidad. En el punto de inicio de esta curva modificada no habr&aacute; densidad (ni tinta) y en el punto final habr&aacute; el m&aacute;ximo nivel de densidad permitido: un valor constante definido para cada papel.<br> El l&iacute;mite de tinta afecta a la densidad m&aacute;xima y al comportamiento de la calibraci&oacute;n del color. Es importante tener en cuenta que:</p>
									<ul>
										<li>Despu&eacute;s de modificar el l&iacute;mite de tinta, es necesario calibrar de nuevo la impresora para que el cambio surta efecto. Cualquier calibraci&oacute;n existente se quedar&aacute; obsoleta autom&aacute;ticamente.</li>
										<li>La densidad m&aacute;xima permitida es un valor constante para un determinado tipo de papel y de tinta; por lo que, si no se consigue en el proceso de calibraci&oacute;n, puede resultar in&uacute;til modificar el l&iacute;mite de tinta. Esto puede ocurrir cuando se selecciona un papel incorrecto (por ej. si se carga un papel recubierto como si fuera un papel satinado).</li>
										<li>No tiene sentido modificar el l&iacute;mite de tinta de los papeles que no se pueden calibrar (es decir, los papeles normales).</li>
										<li>El efecto es diferente para cada color / papel. Algunos colores se modifican m&aacute;s que otros; dependiendo del papel.</li>
									</ul>
									
									<p><strong>NIVEL DE MEJORA DE SATINADO:</strong> La opci&oacute;n Mejora de satinado se emplea esencialmente para garantizar una cobertura uniforme del &aacute;rea en toda la p&aacute;gina impresa (es decir, m&aacute;s donde otras tintas se usan menos) y elimina totalmente problemas como las diferencias de brillo o el bronceado.<br> Indica si se puede utilizar la opci&oacute;n de Mejora de satinado HP (se aplica a los acabados brillantes, semisatinados/satinados)</p>

									<p><strong>CORTADOR:</strong> Indica si se puede llevar a cabo el corte. Aunque se seleccione &quot;S&iacute;&quot;, se puede desactivar el corte posteriormente a trav&eacute;s del driver. Sin embargo, si se selecciona &quot;No&quot;, no se puede volver a activar el corte a trav&eacute;s del driver.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table7">
							<tr>
								<td id="Step5">
									<h2 id="Step3">Seleccionar acci&oacute;n para crear perfil</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>La impresora ofrece cuatro acciones diferentes para crear perfiles y el flujo de trabajo var&iacute;a en funci&oacute;n de la acci&oacute;n seleccionada.</p>
									
									<h4>Crear perfil ICC/Imprimir y Escanear gr&aacute;fico de perfiles ICC y crear perfil ICC</h4>
									
									<p>Si est&aacute; trabajando con tipos de papel est&aacute;ndar predefinidos en condiciones ambientales normales, probablemente desear&aacute; utilizar el proceso todo en uno. El proceso tardar&aacute; un poco, pero la impresora se encargar&aacute; de todas las operaciones necesarias en el orden correcto y con el tiempo de espera requerido entre los distintos pasos, para dejar que la tinta se seque antes de medir el gr&aacute;fico.</p>

									<p>Los gr&aacute;ficos de prueba utilizados para la calibraci&oacute;n de la impresora y la creaci&oacute;n de perfiles se miden (exploran) con el espectrofot&oacute;metro incorporado en la impresora. Un espectrofot&oacute;metro es un instrumento de precisi&oacute;n que puede determinar la composici&oacute;n exacta de la luz reflejada desde un parche de color. Divide la luz reflejada en diferentes componentes de longitud de onda, al igual que el famoso prisma de Newton divide la luz blanca en los colores del arco iris, y mide la intensidad de todos los componentes. Como todos los instrumentos de precisi&oacute;n, para garantizar la m&aacute;xima precisi&oacute;n posible, el propio espectrofot&oacute;metro debe calibrarse y estabilizarse antes de realizar las mediciones. La calibraci&oacute;n se realiza autom&aacute;ticamente, utilizando un mosaico blanco de referencia incorporado. La estabilizaci&oacute;n se realiza encendiendo la fuente de luz incorporada en el espectrofot&oacute;metro y esperando a que se caliente durante un corto per&iacute;odo de tiempo antes de realizar las mediciones. Durante este proceso aparece una barra de progreso.</p>
									
									<p><strong>&iquest;Qu&eacute; ocurre en la impresora?</strong><br> En primer lugar, se imprime el gr&aacute;fico de prueba. A continuaci&oacute;n, tanto el papel como el espectrofot&oacute;metro (instalado el carro de la impresora) se desplazan para colocar este &uacute;ltimo sobre los parches de color que se van a medir. Aunque la medici&oacute;n se lleva a cabo con la impresora parada (sin que se mueva el sensor ni el papel), el proceso se realiza con bastante rapidez, a una media de 5 mediciones por segundo. El tiempo de medici&oacute;n de cada parche se adapta autom&aacute;ticamente al color medido, ya que los colores oscuros requieren un tiempo de integraci&oacute;n m&aacute;s prolongado (per&iacute;odo de medici&oacute;n) que los colores claros, para obtener los mejores resultados. Durante la medici&oacute;n (escaneado) del gr&aacute;fico aparecer&aacute; una barra de progreso.</p>

									<p>Como las mediciones y, por tanto el perfil ICC, reflejan con precisi&oacute;n lo que se &quot;ve&quot; en el papel, y dado que lo que se ve en el papel depende de muchos factores, como la impresora, las tintas, el papel, los ajustes de impresi&oacute;n y las condiciones ambientales, el perfil resultante s&oacute;lo puede ser tan &quot;bueno'&quot; o representativo como lo sean las condiciones de impresi&oacute;n. Dicho de otra forma, compruebe que el gr&aacute;fico de prueba se est&aacute; imprimiendo en unas condiciones lo m&aacute;s parecidas posible a las condiciones en las que imprimir&aacute; las copias definitivas utilizando el perfil resultante.</p>
									
									<p>Si detecta anomal&iacute;as en la calidad de impresi&oacute;n, defectos en el papel u otras condiciones que no sean normales mientras se est&aacute; imprimiendo el gr&aacute;fico, cancele el proceso utilizando el bot&oacute;n 'Cancelar' y empiece de nuevo. De lo contrario, el perfil resultante podr&iacute;a no ser representativo de sus condiciones de impresi&oacute;n habituales y, por lo tanto, no demasiado &uacute;til.</p>

									<p>Por &uacute;ltimo, el HP Color Center instala autom&aacute;ticamente el perfil en el equipo que lanz&oacute; el proceso. Si est&aacute; utilizando la impresora desde otro equipo, no olvide sincronizar los papeles antes de seguir adelante. Ya ha concluido el proceso.</p>
									
									<h4>Crear perfil ICC/Imprimir gr&aacute;fico de perfiles ICC</h4>

									<p>Esta opci&oacute;n le ofrece la posibilidad de imprimir solamente el destino y completar el proceso de creaci&oacute;n de perfiles con posterioridad. Adem&aacute;s, podr&iacute;a utilizar el destino impreso con un espectrofot&oacute;metro externo para la creaci&oacute;n de perfiles.<br> Consulte la primera opci&oacute;n para obtener una descripci&oacute;n detallada del proceso de creaci&oacute;n de perfiles.</p>
									
									<h4>Crear perfil ICC/Escanear gr&aacute;fico de perfiles ICC y crear perfil ICC</h4>

									<p>Su impresora puede crear un perfil ICC desde un destino que ya se haya impreso. Tenga preparado un destino impreso con anterioridad cuando seleccione esta opci&oacute;n.<br> Consulte la primera opci&oacute;n para obtener una descripci&oacute;n detallada del proceso de creaci&oacute;n de perfiles y los siguientes pasos.</p>
									
									<h4 id="Step4">Instalar perfil ICC/Seleccione el perfil ICC que desee instalar</h4>

									<p>Esta opci&oacute;n le permite instalar y vincular un perfil ICC con el papel que se ha creado fuera de la impresora, que usted ha descargado de Internet o que ha adquirido en otro sitio.</p>
									
									<p>Pasos que se deben seguir:</p>
									<ul>
										<li>Haga clic en el bot&oacute;n del explorador para seleccionar el archivo que contenga el perfil ICC que desear&iacute;a instalar</li>
									</ul>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table8">
							<tr>
								<td>
									<h2 id="Step6">Elegir ajustes de perfil ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>En este paso, debe especificar los siguientes ajustes de perfil ICC:</p>
									<ul>
										<li>El nombre del perfil ICC que se va a crear.</li>
										<li>Mejora de satinado activada/desactivada, si procede.</li>
									</ul>
									
									<p>El nombre que se utilizar&aacute; con dos prop&oacute;sitos relacionados, aunque diferentes:</p>
									<ul>
										<li>El nombre de archivo que ver&aacute; cuando utilice el explorador de archivos de su sistema operativo para explorar el archivo que contiene el perfil ICC. La aplicaci&oacute;n a&ntilde;adir&aacute; autom&aacute;ticamente la extensi&oacute;n de archivo &quot;.icc&quot; al nombre del perfil, de modo que tanto usted como el software podr&aacute;n reconocer los perfiles ICC como tales por esta extensi&oacute;n.</li>
										<li>La cadena de descripci&oacute;n interna del perfil. Todos los perfiles ICC cuentan con una cadena de descripci&oacute;n interna utilizada por algunos (no todos) programas de software compatibles con ICC para identificar el perfil, o permitirle elegirlo en una lista.</li>
									</ul>
									
									<p>Dependiendo de las circunstancias, ver&aacute; el nombre del archivo o el descriptor interno; por eso es una buena idea emplear el mismo para ambos. Aunque en principio puede elegir cualquier nombre que le guste, es recomendable definir una convenci&oacute;n est&aacute;ndar para nombrar los perfiles y ajustarse a ella. Por ejemplo, puede utilizar los siguientes componentes para el nombre, separados por espacios, guiones bajos u otros s&iacute;mbolos de su elecci&oacute;n:</p>
									<ul>
										<li>El tipo o nombre de la impresora, por ejemplo &quot;HP Designjet Z2100&quot; donde &quot;HP&quot; representa al fabricante (Hewlett-Packard), &quot;Designjet&quot; representa la serie y &quot;Z2100&quot; es el n&uacute;mero de modelo de la impresora. Dado que tanto el nombre de archivo como los descriptores internos tienen que tener una longitud limitada, probablemente tendr&aacute; que abreviar toda esta informaci&oacute;n en una sola cadena de relativamente pocos caracteres. Utilizando el modelo de la impresora en la primera parte del nombre del perfil, todos los perfiles de la impresora aparecer&aacute;n como un grupo &uacute;nico consecutivo tanto en los exploradores de archivos como en las listas de perfiles de la aplicaci&oacute;n.</li>
										<li>El tipo o nombre de papel, por ejemplo &quot;HWT310&quot; para Hahnem&uuml;hle Digital FineArt, ArtLine, Mould Made William Turner 310 gsm. Al igual que en el caso del tipo o nombre de la impresora, probablemente tendr&aacute; que abreviar el tipo o nombre del papel. Emplee siempre un nombre &uacute;nico o una abreviatura &uacute;nica para cada uno de los tipos de papel que utilice y as&iacute; no tendr&aacute; problemas para distinguir los diferentes perfiles.</li>
										<li>La calidad de impresi&oacute;n y otros ajustes utilizados para imprimir el gr&aacute;fico de prueba, por ejemplo &quot;O&quot; para calidad de impresi&oacute;n &quot;&Oacute;ptima&quot; u &quot;OMS&quot; para calidad de impresi&oacute;n &quot;&Oacute;ptima&quot; con &quot;Mejora de satinado&quot; activada (s&oacute;lo para tipos de papel fotogr&aacute;fico). Simplifique y abrevie lo m&aacute;ximo posible, pero sin excederse.</li>
										<li>El gr&aacute;fico de prueba utilizado, por ejemplo &quot;Peque&ntilde;o&quot; o &quot;Grande&quot;, o un nombre de cuadro de prueba concreto como &quot;ECI2002&quot; si/cuando esas opciones est&eacute;n disponibles. Simplifique y abrevie lo que pueda.</li>
										<li>Algunos ejemplos de nombres de perfiles creados siguiendo estas directrices podr&iacute;an ser, por ejemplo, &quot;HP Designjet Z2100 HWT310&quot; o &quot;HP Designjet Z2100, papel recubierto&quot;. Los nombres de archivo correspondientes ser&iacute;an &quot;HP_Z2100_HWT310.icc&quot; o &quot;HP_Z2100_PapelRecubierto.icc&quot;.</li>
									</ul>
									
									<p>Independientemente del m&eacute;todo de asignaci&oacute;n de nombres espec&iacute;fico que emplee, aseg&uacute;rese de que puede distinguir claramente los perfiles de los diversos tipos de papel y otros ajustes que est&eacute; utilizando o vaya a utilizar.<br> Como siempre, el mejor consejo es ajustarse a lo que le resulte m&aacute;s pr&aacute;ctico. Tal vez sea necesario experimentar un poco para descubrirlo.<br> Antes de continuar, compruebe que tiene el tipo de papel adecuado cargado en la impresora y que la impresora est&aacute; preparada para imprimir.</p>

									<p>A continuaci&oacute;n, la impresora llevar&aacute; a cabo la calibraci&oacute;n de color (densidad y linealidad m&aacute;xima para cada tinta) y la creaci&oacute;n de perfiles (creaci&oacute;n de un perfil ICC) para el papel, lo que garantizar&aacute; unos resultados de la m&aacute;xima  calidad.<br> Si est&aacute; utilizando la impresora desde otro equipo, no olvide sincronizar los papeles antes de seguir adelante. Ya ha concluido el proceso.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table9">
							<tr>
								<td>
									<h2 id="Step7">Calibrar la impresora</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Calibrar la impresora y crear perfiles de los diferentes tipos de papel son dos pasos diferentes que no deben confundirse. Mientras se calibra la impresora, la impresora imprime y escanea un gr&aacute;fico con l&iacute;neas y colores. El n&uacute;mero de colores depende del n&uacute;mero de tintas diferentes que tenga la impresora. La calibraci&oacute;n se lleva a cabo midiendo la densidad de la tinta. Garantiza la repetibilidad de los resultados. Es decir, cada vez que imprima el mismo archivo utilizando la misma impresora, la misma tinta y el mismo papel, los resultados ser&aacute;n los mismos.</p>

									<p>La calibraci&oacute;n es la base para el siguiente paso: creaci&oacute;n del perfil de la combinaci&oacute;n de impresora y papel. Puede calibrar la impresora sin crear su perfil, pero no puede crear el perfil de la impresora sin haberla calibrado. El proceso de creaci&oacute;n del perfil tambi&eacute;n incluye la impresi&oacute;n de un gr&aacute;fico con colores y patrones diferentes. Sin embargo, en este caso se utiliza un espectrofot&oacute;metro para medir la precisi&oacute;n crom&aacute;tica del resultado. Un perfil de color puede proporcionar precisi&oacute;n crom&aacute;tica para una combinaci&oacute;n concreta de impresora, tinta y papel, siempre que no cambien mucho otros factores ambientales como la humedad o el calor.</p>

									<p>La calibraci&oacute;n de la impresora incluye los siguientes pasos:</p>

									<p>1. Se imprime el gr&aacute;fico de prueba de calibraci&oacute;n.<br> El gr&aacute;fico de prueba contiene parches con diversas cantidades de cada una de las tintas que se utilizan en la impresora, a menudo referidos como &quot;rampa de tinta&quot;, &quot;rampa primaria&quot; o &quot;rampa de densidad&quot;. Los parches ser&aacute;n medidos (escaneados) para determinar dos par&aacute;metros de impresi&oacute;n b&aacute;sicos (entre otras cosas): linealidad y m&aacute;xima densidad de cada rampa de tinta. Linealidad significa que cada parche sucesivo de la serie (rampa) corresponde a un incremento equitativo de densidad (oscuridad). M&aacute;xima densidad significa simplemente el grado de densidad (oscuridad) que puede alcanzar cada tinta, o que se le permite alcanzar.</p>

									<p>2. El gr&aacute;fico de prueba impreso puede dejarse secar durante un tiempo preestablecido.<br> Es importante dejar que el gr&aacute;fico se seque antes de medirlo, ya que pueden producirse peque&ntilde;as variaciones de color entre la tinta que a&uacute;n est&aacute; h&uacute;meda (justo despu&eacute;s de imprimirse) y la tinta seca (el aspecto normal que tendr&aacute; la impresi&oacute;n). El tiempo de secado empleado depende del tipo de papel.</p>

									<p>3. El gr&aacute;fico de prueba se mide (escanea) utilizando el espectrofot&oacute;metro integrado de la impresora.<br> Un espectrofot&oacute;metro es un instrumento de precisi&oacute;n que puede determinar la composici&oacute;n exacta de la luz reflejada desde un parche de color. Divide la luz reflejada en diferentes componentes de longitud de onda, al igual que el famoso prisma de Newton divide la luz blanca en los colores del arco iris, y mide la intensidad de todos los componentes.</p>

									<p>4. Los par&aacute;metros de calibraci&oacute;n se calculan y se almacenan.<br> Bas&aacute;ndose en las mediciones obtenidas a partir del gr&aacute;fico de prueba, la impresora calcula los factores de correcci&oacute;n que necesita aplicar a su procesamiento de im&aacute;genes interno y los almacena para un uso futuro. La siguiente vez que imprima en este tipo de papel, cada rampa de tinta ser&aacute; lineal y la densidad m&aacute;xima se corresponder&aacute; con la deseada. &Eacute;stas son las condiciones b&aacute;sicas que deber&aacute;n cumplirse para la correcta creaci&oacute;n de un perfil de color personalizado para el papel o para el uso de un perfil ya existente.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table10">
							<tr>
								<td>
									<h2 id="Step8">Crear perfil ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									Dependiendo de las opciones que haya seleccionado anteriormente, &quot;Crear perfil ICC&quot; imprimir&aacute; un gr&aacute;fico de perfiles, escanear&aacute; un gr&aacute;fico de perfiles o imprimir&aacute; un gr&aacute;fico y luego lo escanear&aacute;. V&eacute;ase &quot;Imprimir destino solamente. Crear perfil ICC m&aacute;s tarde&quot;, &quot;Crear perfil ICC desde un destino que ya se haya impreso&quot; e &quot;Imprimir destino y crear perfil ICC&quot;.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table11">
							<tr>
								<td>
									<h2 id="Step9">Instalar perfil ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>El proceso de instalaci&oacute;n hace que el perfil ICC est&eacute; disponible en su equipo y en la impresora a trav&eacute;s del panel frontal.</p>

									<p>Una vez que concluye el proceso de creaci&oacute;n de perfil, puede escanear la lista de todos los papeles que 'conoce' la impresora. Para cada uno de los papeles, enumera la categor&iacute;a de papel o el nombre del papel personalizado, y el nombre del perfil (asociado) correspondiente. Ahora ya puede emplear su perfil (ColorSync) ICC personalizado con la impresora y el papel. Consulte &quot;Instalar perfil ICC&quot; para obtener m&aacute;s informaci&oacute;n acerca de las diferentes formas de utilizar los perfiles ICC y otras opciones de administraci&oacute;n del color.</p>

									<p>Nota importante:<br> Tenga en cuenta que estos perfiles no son adecuados para utilizarse con aplicaciones RIP, como EFI Designer Edition. Los RIP tienen su propio sistema de administraci&oacute;n del color y hay otras herramientas de creaci&oacute;n de perfiles disponibles para ellos.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table12">
							<tr>
								<td>
									<h2 id="Step10">Ap&eacute;ndice. Consideraciones sobre las opciones de administraci&oacute;n del color</h2>
								</td>
							</tr>
							<tr>
								<td>
									<ul>
										<li>Si est&aacute; interesado principalmente en la precisi&oacute;n de color de sus impresiones, por ejemplo para realizar impresiones de prueba, es probable que utilice el procesamiento de color colorim&eacute;trico. El procesamiento de color colorim&eacute;trico intenta reproducir los colores incluidos en la gama de su impresora con la m&aacute;xima precisi&oacute;n, probablemente, en perjuicio de los colores no incluidos en la gama de la impresora (que tambi&eacute;n deben imprimirse, de una forma u otra). Debido a que la reproducci&oacute;n colorim&eacute;trica constituye una tarea m&aacute;s objetiva que la reproducci&oacute;n de percepci&oacute;n, existen menos diferencias entre los software de creaci&oacute;n de perfiles, y un perfil personalizado suele ser la mejor elecci&oacute;n.</li>
										<li>Si est&aacute; interesado principalmente en el &quot;aspecto&quot; de sus impresiones y en que exista una correspondencia adecuada con el monitor del equipo, por ejemplo, para aplicaciones fotogr&aacute;ficas y art&iacute;sticas, probablemente utilizar&aacute; el procesamiento de color de percepci&oacute;n. Los perfiles personalizados son la mejor opci&oacute;n para empezar ya que se crean con una magn&iacute;fica precisi&oacute;n de color y un buen procesamiento de percepci&oacute;n, aunque es posible que prefiera el resultado obtenido con algunos perfiles de otros fabricantes. Independientemente del tipo de perfil que utilice finalmente, tenga en cuenta que siempre podr&aacute; variar ligeramente su reproducci&oacute;n de color hasta cierto punto a trav&eacute;s de los controles de ajuste del color del driver de la impresora.</li>
										<li>Si desea utilizar pruebas visuales en las aplicaciones, por ejemplo, para simular en la pantalla el aspecto que tendr&aacute; la impresi&oacute;n, deber&aacute; utilizar la administraci&oacute;n del color por la aplicaci&oacute;n con perfiles ICC. Los perfiles son bidireccionales y contienen la informaci&oacute;n necesaria para convertir colores de aplicaci&oacute;n (direcci&oacute;n hacia atr&aacute;s) y colores de impresora (direcci&oacute;n hacia adelante).</li>
										<li>Si la aplicaci&oacute;n no ofrece capacidades de pruebas visuales y a&uacute;n as&iacute; le gustar&iacute;a simular en la pantalla el aspecto que tendr&aacute; la impresi&oacute;n, pruebe a utilizar la aplicaci&oacute;n Vista previa de HP. Puede ejecutarla desde el driver de la impresora (men&uacute; desplegable de PDF en Mac OS, Opciones avanzadas en Windows).</li>
										<li>Si desea tener un control preciso del modo en que los colores se procesan en la impresora y en el papel, probablemente desear&aacute; utilizar la administraci&oacute;n del color por la aplicaci&oacute;n. Algunas aplicaciones como Photoshop le permiten convertir una imagen RGB original en su representaci&oacute;n en funci&oacute;n de la impresora y el papel (ya sea RGB o CMYK), activar pruebas visuales para obtener una simulaci&oacute;n en la pantalla del resultado impreso y utilizar numerosas herramientas de edici&oacute;n para modificar los valores de color del dispositivo antes de que se imprima la imagen. Aunque esto permite un control muy exhaustivo del color, no resulta nada f&aacute;cil de utilizar y requerir&aacute; bastante pr&aacute;ctica para obtener los resultados deseados. Si desea obtener buenos resultados sin demasiada complicaci&oacute;n, pruebe primero con la administraci&oacute;n del color por la impresora.</li>
										<li>Si su flujo de trabajo se basa en el uso de perfiles ICC, probablemente desear&aacute; utilizar la administraci&oacute;n del color por la aplicaci&oacute;n con los perfiles ICC (ColorSync) de la impresora. Si ICC no le dice nada o no va a utilizar de ninguna otra manera los perfiles ICC, pruebe primero la administraci&oacute;n del color por la impresora.</li>
										<li>Si trabaja con tipos de papel y/o en condiciones ambientales no est&aacute;ndar, su mejor opci&oacute;n es generar perfiles ICC personalizados mediante el uso del software de creaci&oacute;n de perfiles y el espectrofot&oacute;metro integrados en la impresora. Debido a que el software de creaci&oacute;n de perfiles genera actualmente perfiles ICC y no mapas de color de marca registrada, probablemente desear&aacute; utilizar la administraci&oacute;n del color por la aplicaci&oacute;n.</li>
									</ul>
									
									<p>Independientemente de la opci&oacute;n que elija, aseg&uacute;rese de saber qu&eacute; opci&oacute;n est&aacute; utilizando y el motivo por el cual lo hace. Aseg&uacute;rese tambi&eacute;n de que la aplicaci&oacute;n y el driver de la impresora est&aacute;n configurados correctamente. El modo de configurar la administraci&oacute;n del color de la aplicaci&oacute;n depende de las aplicaciones que utilice y, desgraciadamente, no existe ninguna receta general que siempre resulte v&aacute;lida. Es posible que HP Printing Knowledge Center le resulte &uacute;til para esta tarea. Cuenta con informaci&oacute;n detallada sobre el modo de configurar algunas de las aplicaciones gr&aacute;ficas profesionales m&aacute;s utilizadas, as&iacute; como instrucciones para la resoluci&oacute;n de problemas y otros datos &uacute;tiles.</p>
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
		</table>
	</body>
</html>