<?xml version="1.0" encoding="UTF-8" ?>
<html>
	<head>
		<title>Profile Paper Help</title>
		<meta http-equiv="MSThemeCompatible" content="yes" />
		<meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
		<link rel="StyleSheet" href="../help/css/default.css" type="text/css" />
		<link rel="StyleSheet" href="../help/css/green_theme.css" type="text/css" />
		<script type="text/javascript" src="../help/js/global.js"></script>
		<script type="text/javascript" src="../help/js/buttonManager.js"></script>
	</head>
	<body>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationMastheadSmall"
			id="TableMasterHead">
			<tr>
				<td class="mastheadIcon"><img src="../help/images/themes/green/logo_hp_smallmasthead.gif" width="30" height="19" border="0" alt="HP"></img></td>
				<td style="width:100%;height:57px;" class="mastheadTitle"><h1>Color Center</h1></td>
			</tr>
		</table>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationPalette" ID="Table1">
			<tr>
				<td>
					<div class="pad10">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table2">
							<tr>
								<td>
									<h2>Crear perfil de papel</h2>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step1"><strong><font color="#006699">Paso 1 - Seleccionar acci&oacute;n para crear perfil</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step2"><strong><font color="#006699">Paso 2 - Elegir ajustes de perfil ICC</font></strong></a>
								</td>
							</tr>
						<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step3"><strong><font color="#006699">Paso 3 - Crear perfil</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step4"><strong><font color="#006699">Paso 4 - Instalar perfil</font></strong></a>
								</td>
							</tr>							
						</table>
					</div>
				</td>
			</tr>
			<tr>
				<td>
					<div class="pad10scroll">					
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table1">
							<tr>
								<td>
									<h2 id="Step1">Paso 1 - Seleccionar acci&oacute;n para crear perfil</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>La impresora ofrece cuatro acciones diferentes para crear perfiles y el flujo de trabajo var&iacute;a en funci&oacute;n de la acci&oacute;n seleccionada.</p>
									
									<h4>Crear perfil ICC/Imprimir y Escanear gr&aacute;fico de perfiles ICC y crear perfil ICC</h4>
									
									<p>Si est&aacute; trabajando con tipos de papel est&aacute;ndar predefinidos en condiciones ambientales normales, probablemente desear&aacute; utilizar el proceso todo en uno. El proceso tardar&aacute; un poco, pero la impresora se encargar&aacute; de todas las operaciones necesarias en el orden correcto y con el tiempo de espera requerido entre los distintos pasos, para dejar que la tinta se seque antes de medir el gr&aacute;fico.</p>

									<p>Los gr&aacute;ficos de prueba utilizados para la calibraci&oacute;n de la impresora y la creaci&oacute;n de perfiles se miden (exploran) con el espectrofot&oacute;metro incorporado en la impresora. Un espectrofot&oacute;metro es un instrumento de precisi&oacute;n que puede determinar la composici&oacute;n exacta de la luz reflejada desde un parche de color. Divide la luz reflejada en diferentes componentes de longitud de onda, al igual que el famoso prisma de Newton divide la luz blanca en los colores del arco iris, y mide la intensidad de todos los componentes. Como todos los instrumentos de precisi&oacute;n, para garantizar la m&aacute;xima precisi&oacute;n posible, el propio espectrofot&oacute;metro debe calibrarse y estabilizarse antes de realizar las mediciones. La calibraci&oacute;n se realiza autom&aacute;ticamente, utilizando un mosaico blanco de referencia incorporado. La estabilizaci&oacute;n se realiza encendiendo la fuente de luz incorporada en el espectrofot&oacute;metro y esperando a que se caliente durante un corto per&iacute;odo de tiempo antes de realizar las mediciones. Durante este proceso aparece una barra de progreso.</p>
									
									<p><strong>&iquest;Qu&eacute; ocurre en la impresora?</strong><br> En primer lugar, se imprime el gr&aacute;fico de prueba. A continuaci&oacute;n, tanto el papel como el espectrofot&oacute;metro (instalado el carro de la impresora) se desplazan para colocar este &uacute;ltimo sobre los parches de color que se van a medir. Aunque la medici&oacute;n se lleva a cabo con la impresora parada (sin que se mueva el sensor ni el papel), el proceso se realiza con bastante rapidez, a una media de 5 mediciones por segundo. El tiempo de medici&oacute;n de cada parche se adapta autom&aacute;ticamente al color medido, ya que los colores oscuros requieren un tiempo de integraci&oacute;n m&aacute;s prolongado (per&iacute;odo de medici&oacute;n) que los colores claros, para obtener los mejores resultados. Durante la medici&oacute;n (escaneado) del gr&aacute;fico aparecer&aacute; una barra de progreso.</p>

									<p>Como las mediciones y, por tanto el perfil ICC, reflejan con precisi&oacute;n lo que se &quot;ve&quot; en el papel, y dado que lo que se ve en el papel depende de muchos factores, como la impresora, las tintas, el papel, los ajustes de impresi&oacute;n y las condiciones ambientales, el perfil resultante s&oacute;lo puede ser tan &quot;bueno'&quot; o representativo como lo sean las condiciones de impresi&oacute;n. Dicho de otra forma, compruebe que el gr&aacute;fico de prueba se est&aacute; imprimiendo en unas condiciones lo m&aacute;s parecidas posible a las condiciones en las que imprimir&aacute; las copias definitivas utilizando el perfil resultante.</p>
									
									<p>Si detecta anomal&iacute;as en la calidad de impresi&oacute;n, defectos en el papel u otras condiciones que no sean normales mientras se est&aacute; imprimiendo el gr&aacute;fico, cancele el proceso utilizando el bot&oacute;n 'Cancelar' y empiece de nuevo. De lo contrario, el perfil resultante podr&iacute;a no ser representativo de sus condiciones de impresi&oacute;n habituales y, por lo tanto, no demasiado &uacute;til.</p>

									<p>Por &uacute;ltimo, el HP Color Center instala autom&aacute;ticamente el perfil en el equipo que lanz&oacute; el proceso. Si est&aacute; utilizando la impresora desde otro equipo, no olvide sincronizar los papeles antes de seguir adelante. Ya ha concluido el proceso.</p>
									
									<h4>Crear perfil ICC/Imprimir gr&aacute;fico de perfiles ICC</h4>

									<p>Esta opci&oacute;n le ofrece la posibilidad de imprimir solamente el destino y completar el proceso de creaci&oacute;n de perfiles con posterioridad. Adem&aacute;s, podr&iacute;a utilizar el destino impreso con un espectrofot&oacute;metro externo para la creaci&oacute;n de perfiles.<br> Consulte la primera opci&oacute;n para obtener una descripci&oacute;n detallada del proceso de creaci&oacute;n de perfiles.</p>
									
									<h4>Crear perfil ICC/Escanear gr&aacute;fico de perfiles ICC y crear perfil ICC</h4>

									<p>Su impresora puede crear un perfil ICC desde un destino que ya se haya impreso. Tenga preparado un destino impreso con anterioridad cuando seleccione esta opci&oacute;n.<br> Consulte la primera opci&oacute;n para obtener una descripci&oacute;n detallada del proceso de creaci&oacute;n de perfiles y los siguientes pasos.</p>
									
									<h4 id="Step4">Instalar perfil ICC/Seleccione el perfil ICC que desee instalar</h4>

									<p>Esta opci&oacute;n le permite instalar y vincular un perfil ICC con el papel que se ha creado fuera de la impresora, que usted ha descargado de Internet o que ha adquirido en otro sitio.</p>
									
									<p>Pasos que se deben seguir:</p>
									<ul>
										<li>Haga clic en el bot&oacute;n del explorador para seleccionar el archivo que contenga el perfil ICC que desear&iacute;a instalar</li>
									</ul>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table2">
							<tr>
								<td>
									<h2 id="Step2">Paso 2 - Elegir ajustes de perfil ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>El nombre del perfil ICC figurará en las aplicaciones, como Adobe Photoshop. El nombre del valor preestablecido de papel aparecerá en el controlador de la impresora y el panel frontal. Le recomendamos que en el nombre del perfil utilice una combinación del modelo de la impresora y el nombre del valor preestablecido de papel. Por ejemplo,  <font color = red>"HP Z3200 Fine Art Pearl".</font></p>
									<p>En los papeles que admiten la mejora de satinado, también deberá decidir si activa o no esta opción.</p>
								</td>
							</tr>
						</table>						
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table4">
							<tr>
								<td>
									<h2 id="Step3">Paso 3 - Crear perfil</h2>
								</td>
							</tr>
							<tr>
								<td>
									Un perfil de color ICC es necesario para generar un color preciso con una combinación de impresora, tinta y papel. Se utiliza para corresponder los colores de la aplicación con los colores de la impresora. El proceso consiste en la impresión y medición de parches con combinaciones de todas las tintas.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table5">
							<tr>
								<td>
									<h2 id="Step4">Paso 4 - Instalar perfil</h2>
								</td>
							</tr>
							<tr>
								<td>
									El proceso de instalación garantiza que el perfil ICC estará disponible en las aplicaciones, como Adobe Photoshop.
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
		</table>
	</body>
</html>