<?xml version="1.0" encoding="UTF-8" ?>
<html>
	<head>
		<title>Aide en ligne sur l'&eacute;talonnage du papier</title>
		<meta http-equiv="MSThemeCompatible" content="yes" />
		<meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
		<link rel="StyleSheet" href="../help/css/default.css" type="text/css" />
		<link rel="StyleSheet" href="../help/css/green_theme.css" type="text/css" />
		<script type="text/javascript" src="../help/js/global.js"></script>
		<script type="text/javascript" src="../help/js/buttonManager.js"></script>
	</head>
	<body>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationMastheadSmall"
			id="TableMasterHead">
			<tr>
				<td class="mastheadIcon"><img src="../help/images/themes/green/logo_hp_largemasthead.gif" width="42" height="26" border="0" alt="HP"></img></td>
				<td style="width:100%;height:57px;" class="mastheadTitle"><h1>Color Center</h1></td>
			</tr>
		</table>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationPalette" ID="Table1">
			<tr>
				<td>
					<div class="pad10">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table2">
							<tr>
								<td>
									<h2>&Eacute;talonnage du papier</h2>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step0"><strong><font color="#006699">Introduction</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step1"><strong><font color="#006699">S&eacute;lection du papier</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step2"><strong><font color="#006699">Ajout de papier personnalis&eacute;</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step3"><strong><font color="#006699">S&eacute;lection d'une action de cr&eacute;ation de profil</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step6"><strong><font color="#006699">S&eacute;lection de param&egrave;tres de profil ICC</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step7"><strong><font color="#006699">&Eacute;talonnage de l'imprimante</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step8"><strong><font color="#006699">Cr&eacute;ation d'un profil ICC</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step9"><strong><font color="#006699">Installation d'un profil ICC</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="calibrateYourPaperHelp.html#Step10"><strong><font color="#006699">Annexe. Consid&eacute;rations relatives aux options de gestion des couleurs</font></strong></a>
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
			<tr>
				<td>
					<div class="pad10scroll">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table4">
							<tr>
								<td>
									<h2 id="Step0">Introduction</h2>
								</td>
							</tr>
							<tr>
								<td>
									Votre imprimante est livr&eacute;e avec un vaste &eacute;ventail de pr&eacute;d&eacute;finitions qui couvrent de nombreux papiers diff&eacute;rents. N&eacute;anmoins, afin d'obtenir une qualit&eacute; et des r&eacute;sultats d'impression sup&eacute;rieurs, il est n&eacute;cessaire d'&eacute;talonner et d'&eacute;tablir un profil pour le papier utilis&eacute;. Votre imprimante adapte ses param&egrave;tres g&eacute;n&eacute;raux aux caract&eacute;ristiques du papier et cr&eacute;e un profil ICC qui sera li&eacute; au papier que vous utilisez pendant ce processus. Ce guide aborde les diff&eacute;rentes &eacute;tapes ainsi que les options disponibles.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table5">
							<tr>
								<td>
									<h2 id="Step1">S&eacute;lection du papier</h2>
								</td>
							</tr>
							<tr>
								<td>
									S&eacute;lectionnez &laquo;&nbsp;Ajouter nouveau papier &raquo; si vous souhaitez ajouter un nouveau papier. Choisissez cette option si vous voulez &eacute;talonner un nouveau papier qui n'a pas encore &eacute;t&eacute; &eacute;talonn&eacute;, qui n'a pas de profil et qui ne figure pas dans la liste de papiers fournie par l'imprimante. Vous pouvez &eacute;galement utiliser cette option pour &eacute;talonner un papier existant avec un ensemble diff&eacute;rent de propri&eacute;t&eacute;s d'impression&nbsp;; dans ce cas, les anciens et nouveaux &eacute;talonnages et profils seront conserv&eacute;s.<br> S&eacute;lectionnez &laquo;&nbsp;Papiers actuels &raquo; si vous souhaitez utiliser un papier de la liste. Choisissez cette option si vous voulez r&eacute;&eacute;talonner un papier existant ou modifier son profil, ou si vous souhaitez ajouter un nouveau papier sur la base d'un papier existant. Dans ce cas, le nouvel &eacute;talonnage et le nouveau profil remplacent les anciens.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table6">
							<tr>
								<td>
									<h2 id="Step2">Ajout de papier personnalis&eacute;</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Tapez le nom du papier &agrave; utiliser. Ce nouveau papier appara&icirc;tra dans la liste des papiers personnalis&eacute;s. Il est conseill&eacute; d'inclure certaines caract&eacute;ristiques du papier dans son nom afin de pouvoir le reconna&icirc;tre facilement.<br> L'&eacute;tape suivante consiste &agrave; s&eacute;lectionner le type de papier. Cette s&eacute;lection repr&eacute;sente l'une des &eacute;tapes les plus importantes et d&eacute;termine le nombre de param&egrave;tres de base pour l'interaction imprimante/papier. Veuillez consulter le document <I>Utilisation d'autres papiers disponibles dans le commerce</I> (section &laquo;&nbsp;Panneau avant et s&eacute;lection de pilote &raquo;) en cas de doute au sujet de cette s&eacute;lection. Vous pouvez modifier les propri&eacute;t&eacute;s d'impression suivantes&nbsp;: &eacute;paisseur du papier (la distance entre le chariot et le papier), temps de s&eacute;chage, limites d'encre (densit&eacute; maximale et seuils de lin&eacute;arit&eacute; de transition des couleurs), niveau de rehausseur de brillance et d&eacute;coupage. Les explications suivantes permettent de comprendre plus en d&eacute;tail les diff&eacute;rentes options.</p>
									
									<p><strong>&Eacute;PAISSEUR DU PAPIER&nbsp;-</strong>Vous pouvez placer des substrats &eacute;pais et/ou assez rigides allant jusqu'&agrave; 0,8 mm (~ 31 mils) dans le chemin de chargement par feuilles ou par rouleau, mais vous ne pouvez pas imprimer sur des mat&eacute;riaux compl&egrave;tement rigides tels que l'aluminium, le plastique ou autres produits non compatibles avec les encres pigment&eacute;es aqueuses.</p>

									<p><strong>TEMPS DE S&Eacute;CHAGE -</strong>Afin de personnaliser votre s&eacute;lection de temps de s&eacute;chage pour chaque papier, vous pouvez s&eacute;lectionner &Eacute;tendu, Optimal, R&eacute;duit ou Aucun pour le temps de s&eacute;chage.</p>

									<p><strong>LIMITES D'ENCRE&nbsp;-</strong>Indique la quantit&eacute; d'encre totale que le papier peut absorber pour maximiser la gamme sans provoquer de probl&egrave;mes de qualit&eacute; d'image. Ce param&egrave;tre est exprim&eacute; en picolitres (ou nanogrammes) par surface de papier de 1/600e &times; 1/600e de pouce (divisez par 4 pour une surface de 1/1200e x 1/1200e de pouce). En g&eacute;n&eacute;ral, plus la limite d'encre est &eacute;lev&eacute;e, plus importante est la gamme.</p>
									
									<p>Comment cela fonctionne-t-il&nbsp;?<br> La valeur par d&eacute;faut de la propri&eacute;t&eacute; de limite d'encre est 100&nbsp;%, qui repr&eacute;sente &laquo;&nbsp;toute l'encre &raquo; pour ce papier. Cette valeur peut &ecirc;tre modifi&eacute;e entre 1&nbsp;% et 120&nbsp;%.<br> Afin de comprendre les effets de la limite d'encre, il est important de comprendre l'effet de l'&eacute;talonnage de la couleur car les deux sont li&eacute;s.<br> L'&eacute;talonnage de la couleur rend plus lin&eacute;aire la courbe de r&eacute;ponse de l'encre d&eacute;pos&eacute;e sur le papier (par colorant) par rapport &agrave; la densit&eacute;. Au point de d&eacute;part de cette courbe modifi&eacute;e sera une densit&eacute; nulle (ou aucune encre) et au point final la densit&eacute; maximale autoris&eacute;e, une valeur constante d&eacute;finie pour chaque papier.<br> La limite d'encre affecte la densit&eacute; maximale et le comportement de l'&eacute;talonnage de la couleur. Il est important de noter les points suivants.</p>
									<ul>
										<li>Apr&egrave;s avoir modifi&eacute; la limite d'encre, l'imprimante doit &ecirc;tre r&eacute;&eacute;talonn&eacute;e afin que la modification soit appliqu&eacute;e. Tout &eacute;talonnage existant deviendra automatiquement obsol&egrave;te.</li>
										<li>La densit&eacute; maximale autoris&eacute;e est une valeur constante pour une encre et un papier donn&eacute;s&nbsp;; si elle n'est pas obtenue pendant l'&eacute;talonnage, il peut donc s'av&eacute;rer compl&egrave;tement inutile de modifier la limite d'encre. Ceci peut se produire lors du chargement d'une s&eacute;lection de papier incorrecte (ex. chargement de papier couch&eacute; en tant que papier glac&eacute;).</li>
										<li>La modification de limite d'encre n'a aucun effet pour des papiers qui ne peuvent pas &ecirc;tre &eacute;talonn&eacute;s (p. ex. papier ordinaire).</li>
										<li>L'effet est diff&eacute;rent pour chaque couleur / papier. Certaines couleurs sont plus modifi&eacute;es que d'autres, selon le papier.</li>
									</ul>
									
									<p><strong>NIVEAU DE REHAUSSEUR DE BRILLANCE -</strong> Le rehausseur de brillance est essentiellement utilis&eacute; pour assurer une couverture de surface uniforme sur toute la page imprim&eacute;e (c.-&agrave;-d. plus l&agrave; o&ugrave; d'autres encres sont moins utilis&eacute;es), ce qui produit une &eacute;limination totale des probl&egrave;mes de type bronzage et diff&eacute;rentiel de brillance.<br> Indique si le rehausseur de brillance HP peut &ecirc;tre utilis&eacute; (s'applique aux finitions brillantes, semi-brillantes/satin&eacute;es)</p>

									<p><strong>D&Eacute;COUPAGE -</strong> Indique si le d&eacute;coupage sera effectu&eacute;. M&ecirc;me si &laquo;&nbsp;Oui &raquo; est s&eacute;lectionn&eacute;, le d&eacute;coupage peut &ecirc;tre d&eacute;sactiv&eacute; plus tard par le biais du pilote. Cependant, si &laquo;&nbsp;Non &raquo; est s&eacute;lectionn&eacute;, le d&eacute;coupage ne peut pas &ecirc;tre r&eacute;activ&eacute; au moyen du pilote.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table7">
							<tr>
								<td id="Step5">
									<h2 id="Step3">S&eacute;lection d'une action de cr&eacute;ation de profil</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>L'imprimante offre quatre actions diff&eacute;rentes de cr&eacute;ation de profil, et le flux de travail change en fonction de l'action s&eacute;lectionn&eacute;e.</p>
									
									<h4>Cr&eacute;ation d'un profil ICC/Impression et num&eacute;risation d'un graphique de profil ICC et cr&eacute;ation d'un profil ICC</h4>
									
									<p>Si vous travaillez avec des types de papier standard pr&eacute;d&eacute;finis dans des conditions ambiantes normales, vous utiliserez probablement le processus unique. Il prend un certain temps mais votre imprimante prend en charge toutes les op&eacute;rations n&eacute;cessaires dans l'ordre correct et avec le temps d'attente exig&eacute; entre chacune d'elles afin de laisser l'encre s&eacute;cher avant de mesurer le graphique.</p>

									<p>Les graphiques de test utilis&eacute;s pour l'&eacute;talonnage de l'imprimante et la cr&eacute;ation de profils sont mesur&eacute;s (num&eacute;ris&eacute;s) au moyen du spectrophotom&egrave;tre int&eacute;gr&eacute; de l'imprimante. Un spectrophotom&egrave;tre constitue un instrument de pr&eacute;cision qui permet de d&eacute;terminer la composition exacte de la lumi&egrave;re r&eacute;fl&eacute;chie par une tache de couleur. Il partage la lumi&egrave;re r&eacute;fl&eacute;chie en diff&eacute;rentes composantes de longueurs d'ondes, de la m&ecirc;me mani&egrave;re que le fameux prisme de Newton s&eacute;pare la lumi&egrave;re blanche pour obtenir les couleurs de l'arc-en-ciel, et mesure l'importance de chaque composante. Comme tous les instruments de pr&eacute;cision, le spectrophotom&egrave;tre a besoin d'&ecirc;tre &eacute;talonn&eacute; et stabilis&eacute; avant de proc&eacute;der &agrave; des mesures afin d'optimiser sa pr&eacute;cision. L'&eacute;talonnage se fait automatiquement au moyen d'un pav&eacute; de r&eacute;f&eacute;rence blanc int&eacute;gr&eacute;. La stabilisation est assur&eacute;e en allumant la source de lumi&egrave;re int&eacute;gr&eacute;e du spectrophotom&egrave;tre et en la laissant chauffer pendant une courte dur&eacute;e avant de proc&eacute;der aux mesures. Une barre de progression s'affiche pendant le d&eacute;roulement de l'op&eacute;ration.</p>
									
									<p><strong>Que se passe-t-il dans l'imprimante&nbsp;?</strong><br> Le graphique de test est tout d'abord imprim&eacute;. Ensuite, le papier et le spectrophotom&egrave;tre (mont&eacute; sur le chariot de l'imprimante) sont plac&eacute;s en position avec le dernier plac&eacute; sur les taches de couleur &agrave; mesurer. M&ecirc;me si la mesure est effectu&eacute;e &agrave; l'arr&ecirc;t (sans que le capteur ou le papier ne bougent), le processus est assez rapide avec une moyenne de 5 mesures par seconde. La dur&eacute;e de mesure de chaque tache est adapt&eacute;e automatiquement &agrave; la couleur mesur&eacute;e, car les couleurs fonc&eacute;es ont besoin d'une dur&eacute;e d'int&eacute;gration sup&eacute;rieure (p&eacute;riode de mesure) aux couleurs claires afin d'obtenir de meilleurs r&eacute;sultats. Une barre de progression est affich&eacute;e pendant la mesure du graphique (num&eacute;risation).</p>

									<p>Comme les mesures et donc le profil ICC refl&egrave;tent pr&eacute;cis&eacute;ment ce qui est &laquo; vu &raquo; sur le papier, et comme ce qui est vu sur le papier d&eacute;pend de divers facteurs tels que l'imprimante, les encres, le papier, les param&egrave;tres d'impression et les conditions ambiantes, le profil produit ne peut &ecirc;tre qu'aussi &laquo; bon &raquo; ou repr&eacute;sentatif que les conditions d'impression. En d'autres termes, assurez-vous que le graphique de test est imprim&eacute; dans des conditions aussi proches que possible de celles qui seront utilis&eacute;es pour les t&acirc;ches d'impression finales qui emploieront le profil produit.</p>
									
									<p>Si jamais vous d&eacute;celez des anomalies de qualit&eacute; d'impression, de d&eacute;faut de papier ou toute autre condition non standard pendant l'impression du graphique, interrompez le processus au moyen du bouton &laquo; Annuler &raquo; et recommencez. Sinon, le profil produit pourrait ne pas s'av&eacute;rer repr&eacute;sentatif de vos conditions d'impression type, auquel cas il ne serait pas tr&egrave;s utile.</p>

									<p>HP Color Center installe enfin automatiquement le profil dans l'ordinateur qui a lanc&eacute; le processus. Si vous utilisez votre imprimante &agrave; partir d'un autre ordinateur, n'oubliez pas de synchroniser les papiers avant de poursuivre. Le processus est d&eacute;sormais termin&eacute;.</p>
									
									<h4>Cr&eacute;ation d'un profil ICC/Impression d'un graphique de profil ICC</h4>

									<p>Cette option vous permet d'imprimer uniquement la cible et d'effectuer le processus de cr&eacute;ation de profil ult&eacute;rieurement. De plus, elle permet d'utiliser la cible imprim&eacute;e avec un spectrophotom&egrave;tre externe pour cr&eacute;er un profil.<br> Veuillez vous r&eacute;f&eacute;rer &agrave; la premi&egrave;re option pour une description d&eacute;taill&eacute;e du processus de cr&eacute;ation de profil.</p>
									
									<h4>Cr&eacute;ation d'un profil ICC/Num&eacute;risation d'un graphique de profil ICC et cr&eacute;ation d'un profil ICC</h4>

									<p>Votre imprimante peut cr&eacute;er un profil ICC &agrave; partir d'une cible qui a d&eacute;j&agrave; &eacute;t&eacute; imprim&eacute;e. Il convient d'avoir pr&eacute;par&eacute; une cible d&eacute;j&agrave; imprim&eacute;e lors de la s&eacute;lection de cette option.<br> Veuillez vous r&eacute;f&eacute;rer &agrave; la premi&egrave;re option pour une description d&eacute;taill&eacute;e du processus de cr&eacute;ation de profil ainsi qu'aux points suivants.</p>
									
									<h4 id="Step4">Installation de profil ICC/S&eacute;lection du profil ICC &agrave; installer</h4>

									<p>Cette option vous permet d'installer et de lier &agrave; votre papier un profil ICC qui a &eacute;t&eacute; cr&eacute;&eacute; en dehors de l'imprimante, t&eacute;l&eacute;charg&eacute; sur Internet ou achet&eacute; ailleurs.</p>
									
									<p>Marche &agrave; suivre</p>
									<ul>
										<li>Cliquez sur le bouton Parcourir afin de s&eacute;lectionner le fichier contenant le profil ICC &agrave; installer.</li>
									</ul>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table8">
							<tr>
								<td>
									<h2 id="Step6">S&eacute;lection de param&egrave;tres de profil ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Cette &eacute;tape vous demande de sp&eacute;cifier les param&egrave;tres de profil ICC suivants.</p>
									<ul>
										<li>Le nom du profil ICC &agrave; cr&eacute;er.</li>
										<li>L'activation ou la d&eacute;sactivation du rehausseur de brillance, le cas &eacute;ch&eacute;ant.</li>
									</ul>
									
									<p>Le nom sera utilis&eacute; pour deux objectifs li&eacute;s mais diff&eacute;rents.</p>
									<ul>
										<li>Le nom de fichier que vous verrez dans le navigateur de votre syst&egrave;me d'exploitation lorsque vous rechercherez le fichier contenant le profil ICC. L'extension &laquo; .icc &raquo; sera ajout&eacute;e automatiquement au nom du profil par l'application afin que vous et le logiciel soyez en mesure de reconna&icirc;tre les profils ICC en tant que tel en regardant leur extension.</li>
										<li>La cha&icirc;ne de description interne du profil. Chaque profil ICC est dot&eacute; d'une cha&icirc;ne de description interne qui est utilis&eacute;e par certains logiciels recherchant les ICC (mais pas tous) afin d'identifier le profil, ou pour vous laisser effectuer une s&eacute;lection dans une liste.</li>
									</ul>
									
									<p>Selon les circonstances, vous verrez le nom du fichier ou le descripteur interne, ce qui explique pourquoi il est utile d'employer le m&ecirc;me pour les deux. M&ecirc;me si en principe vous pouvez choisir n'importe quel nom qui vous pla&icirc;t, il est pr&eacute;f&eacute;rable d'&eacute;tablir un mod&egrave;le de nom pour les profils et de s'y tenir. Vous pouvez, par exemple, utiliser les composants de nom suivants, s&eacute;par&eacute;s par des espaces, des traits de soulignement ou d'autres symboles de votre choix&nbsp;:</p>
									<ul>
										<li>Le type ou le nom de l'imprimante, &laquo; HP Designjet Z2100 &raquo; par exemple, o&ugrave; &laquo; HP &raquo; repr&eacute;sente le fabricant (Hewlett-Packard), &laquo;&nbsp;Designjet &raquo; la gamme et &laquo;&nbsp;Z2100 &raquo; le num&eacute;ro de mod&egrave;le de l'imprimante. Comme la longueur des noms de fichiers et des descripteurs internes est limit&eacute;e, vous devrez certainement utiliser des abr&eacute;viations de toutes ces informations afin d'obtenir une cha&icirc;ne de peu de caract&egrave;res. L'emploi du mod&egrave;le d'imprimante comme premi&egrave;re partie du nom de profil garantit que tous les profils de l'imprimante s'afficheront ensemble en groupe dans les navigateurs et les listes de profils des applications.</li>
										<li>Le type ou le nom du papier, &laquo;&nbsp;HWT310 &raquo; par exemple pour Hahnem&uuml;hle Digital FineArt par, ArtLine, Mould Made William Turner 310 gsm. Pour le type ou le nom de l'imprimante, vous devrez certainement les abr&eacute;ger. Veillez &agrave; utiliser un nom ou une abr&eacute;viation unique pour chaque diff&eacute;rent type de papier utilis&eacute; afin de ne pas avoir de probl&egrave;me &agrave; distinguer les diff&eacute;rents profils.</li>
										<li>La qualit&eacute; de l'impression et les autres param&egrave;tres utilis&eacute;s pour l'impression du graphique de test, &laquo; M &raquo; pour &laquo; Meilleure &raquo; qualit&eacute; d'impression ou &laquo; MRB &raquo; pour la meilleure qualit&eacute; d'impression avec rehausseur de brillance activ&eacute; (uniquement pour les papiers photo). Simplifiez et abr&eacute;gez autant que possible, sans plus.</li>
										<li>Le graphique de test utilis&eacute;, par exemple &laquo; Petit &raquo; ou &laquo; Grand &raquo; ou un nom de graphique de test particulier, tel que &laquo; ECI2002 &raquo; si ces options sont disponibles. Simplifiez et abr&eacute;gez selon les besoins.</li>
										<li>Certains exemples de noms de profils &eacute;tablis selon ces directives pourraient &ecirc;tre &laquo; HP Designjet Z2100 HWT310 &raquo; ou &laquo; HP Designjet Z2100, papier couch&eacute; &raquo;, par exemple. Les noms de fichiers correspondants seraient &laquo; HP_Z2100_HWT310.icc &raquo; ou &laquo; HP_Z2100_PapierCouch&eacute;.icc &raquo;.</li>
									</ul>
									
									<p>Quel que soit le type de nom employ&eacute;, assurez-vous qu'il permet de distinguer sans ambigu&iuml;t&eacute; les profils des diff&eacute;rents types de papiers et les autres param&egrave;tres que vous utilisez ou utiliserez.<br> Comme &agrave; l'accoutum&eacute;e, il est pr&eacute;f&eacute;rable de vous en tenir &agrave; ce qui vous convient le mieux. Il peut parfois s'av&eacute;rer utile d'exp&eacute;rimenter pour savoir.<br> Avant de poursuivre, assurez-vous que le bon type de papier est charg&eacute; dans l'imprimante et que celle-ci est pr&ecirc;te pour l'impression.</p>

									<p>L'imprimante proc&eacute;dera ensuite &agrave; l'&eacute;talonnage couleur (lin&eacute;arit&eacute; et densit&eacute; maximale pour chaque encre) et &agrave; la cr&eacute;ation du profil couleur (profil ICC) pour le papier, ce qui permet d'assurer la meilleure qualit&eacute; possible.<br> Si vous utilisez votre imprimante &agrave; partir d'un autre ordinateur, n'oubliez pas de synchroniser les papiers avant de poursuivre. Le processus est d&eacute;sormais termin&eacute;.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table9">
							<tr>
								<td>
									<h2 id="Step7">&Eacute;talonnage de l'imprimante</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>L'&eacute;talonnage de l'imprimante et la cr&eacute;ation des types de profils de papier constituent deux &eacute;tapes distinctes qui ne doivent pas &ecirc;tre confondues. Pendant l'&eacute;talonnage de l'imprimante, un graphique de lignes et de couleurs est imprim&eacute; et num&eacute;ris&eacute; par l'imprimante. Le nombre de couleurs d&eacute;pend du nombre d'encres diff&eacute;rentes de l'imprimante. L'&eacute;talonnage s'effectue en mesurant la densit&eacute; de l'encre. Il permet d'assurer la reproductibilit&eacute; des r&eacute;sultats. &Agrave; chaque impression du m&ecirc;me fichier avec la m&ecirc;me imprimante, la m&ecirc;me encre et le m&ecirc;me papier, les r&eacute;sultats seront identiques.</p>

									<p>L'&eacute;talonnage est &agrave; la base de l'&eacute;tape suivante&nbsp;: la cr&eacute;ation du profil de la combinaison imprimante et papier. Vous pouvez &eacute;talonner votre imprimante sans cr&eacute;er de profil, mais vous ne pouvez pas cr&eacute;er de profil sans l'avoir &eacute;talonn&eacute;e. La cr&eacute;ation de profil inclut &eacute;galement l'impression d'un graphique avec diverses couleurs et divers motifs. Dans ce cas, le spectrophotom&egrave;tre est utilis&eacute; pour mesurer la pr&eacute;cision des couleurs du r&eacute;sultat. Un profil couleur peut fournir une pr&eacute;cision des couleurs pour une combinaison donn&eacute;e d'imprimante, d'encre et de papier, tant que les facteurs ambiants tels que l'humidit&eacute; ou la chaleur ne changent pas trop.</p>

									<p>L'&eacute;talonnage de l'imprimante comporte les &eacute;tapes suivantes.</p>

									<p>1. Un graphique de test d'&eacute;talonnage est imprim&eacute;.<br> Ce graphique de test contient des taches avec diff&eacute;rentes quantit&eacute;s de chaque encre utilis&eacute;e dans votre imprimante, souvent appel&eacute;es &laquo; rampe d'encre &raquo;, &laquo; rampe primaire &raquo; ou &laquo; rampe de densit&eacute; &raquo;. Les taches seront mesur&eacute;es (num&eacute;ris&eacute;es) pour d&eacute;terminer deux param&egrave;tres d'impression de base (parmi d'autres choses) : la lin&eacute;arit&eacute; et la densit&eacute; maximale de chaque rampe d'encre. La lin&eacute;arit&eacute; indique que chaque tache successive de la s&eacute;rie (rampe) correspond &agrave; un incr&eacute;ment de densit&eacute; &eacute;gal (plus sombre). La densit&eacute; maximale indique simplement la densit&eacute; (sombre) possible ou permise pour chaque encre.</p>

									<p>2. Le graphique de test imprim&eacute; s&egrave;che pendant une dur&eacute;e pr&eacute;d&eacute;finie.<br> Il est important de laisser le graphique s&eacute;cher avant de le mesurer, car de petites modifications de couleur peuvent se produire entre une encre humide (juste apr&egrave;s l'impression) et s&egrave;che (son apparence normale). La dur&eacute;e de s&eacute;chage d&eacute;pend du type de papier.</p>

									<p>3. Le graphique de test est mesur&eacute; (num&eacute;ris&eacute;) au moyen du spectrophotom&egrave;tre int&eacute;gr&eacute; de l'imprimante.<br> Un spectrophotom&egrave;tre constitue un instrument de pr&eacute;cision qui permet de d&eacute;terminer la composition exacte de la lumi&egrave;re r&eacute;fl&eacute;chie par une tache de couleur. Il partage la lumi&egrave;re r&eacute;fl&eacute;chie en diff&eacute;rentes composantes de longueurs d'ondes, de la m&ecirc;me mani&egrave;re que le fameux prisme de Newton s&eacute;pare la lumi&egrave;re blanche pour obtenir les couleurs de l'arc-en-ciel, et mesure l'importance de chaque composante.</p>

									<p>4. Les param&egrave;tres d'&eacute;talonnage sont calcul&eacute;s et stock&eacute;s.<br> Sur la base des mesures recueillies &agrave; partir du graphique, l'imprimante calcule les facteurs de correction n&eacute;cessaires &agrave; appliquer &agrave; son traitement d'image interne et les enregistre pour tout usage ult&eacute;rieur. Lors de l'impression suivante sur ce type de papier, chaque rampe d'encre sera lin&eacute;aire et la densit&eacute; maximale correspondra &agrave; celle souhait&eacute;e. Il s'agit des conditions de base qui doivent &ecirc;tre remplies pour la cr&eacute;ation r&eacute;ussie d'un profil couleur personnalis&eacute; pour votre papier, ou pour l'utilisation d'un papier existant.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table10">
							<tr>
								<td>
									<h2 id="Step8">Cr&eacute;ation d'un profil ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									En fonction des s&eacute;lections pr&eacute;c&eacute;dentes, &laquo; Cr&eacute;er profil ICC &raquo; imprimera un graphique de cr&eacute;ation de profil, num&eacute;risera un graphique de cr&eacute;ation de profil ou imprimera puis num&eacute;risera un graphique. R&eacute;f&eacute;rez-vous &agrave; &laquo; Impression de la cible uniquement. Cr&eacute;ation ult&eacute;rieure d'un profil ICC &raquo;, &laquo; Cr&eacute;ation d'un profil ICC &agrave; partir d'une cible d&eacute;j&agrave; imprim&eacute;e &raquo; et &laquo; Impression d'une cible et cr&eacute;ation d'un profil ICC &raquo;.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table11">
							<tr>
								<td>
									<h2 id="Step9">Installation d'un profil ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Le processus d'installation rend le profil ICC disponible dans l'imprimante par le biais du panneau avant de votre ordinateur.</p>

									<p>Une fois la cr&eacute;ation de profil termin&eacute;e, vous pouvez parcourir la liste de tous les papiers que votre imprimante &laquo; conna&icirc;t &raquo;. Pour chaque papier, elle indique sa cat&eacute;gorie ou son nom personnalis&eacute;, ainsi que le nom de profil correspondant (associ&eacute;). Vous &ecirc;tes d&eacute;sormais pr&ecirc;t &agrave; utiliser votre profil ICC (ColorSync) personnalis&eacute; avec votre imprimante et votre papier. R&eacute;f&eacute;rez-vous &agrave; Installation de profil ICC pour plus de d&eacute;tails sur les diff&eacute;rentes mani&egrave;res d'utiliser les profils ICC et les autres options de gestion des couleurs.</p>

									<p>Remarque importante :<br> sachez que ces profils ne sont pas compatibles avec les applications RIP telles que EFI Designer Edition. Les RIP ont leur propre gestion des couleurs et leurs propres outils de cr&eacute;ation de profils.</p>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table12">
							<tr>
								<td>
									<h2 id="Step10">Annexe. Consid&eacute;rations relatives aux options de gestion des couleurs</h2>
								</td>
							</tr>
							<tr>
								<td>
									<ul>
										<li>Si vous &ecirc;tes surtout int&eacute;ress&eacute; par la pr&eacute;cision des couleurs de vos t&acirc;ches d'impression, pour des tirages d'&eacute;preuves par exemple, vous utiliserez probablement l'intention de rendu Colorimetric. L'intention de rendu Colorimetric tente de reproduire les couleurs dans la gamme de votre imprimante avec la plus grande pr&eacute;cision, &eacute;ventuellement au d&eacute;triment des couleurs en dehors de la gamme de l'imprimante (qui doivent aussi &ecirc;tre imprim&eacute;es d'une mani&egrave;re ou d'une autre). Comme la reproduction Colorimetric est une t&acirc;che plus objective que la reproduction perceptive, la diff&eacute;rence possible entre les logiciels de cr&eacute;ation de profil est moindre et un profil personnalis&eacute; constitue normalement votre meilleur choix.</li>
										<li>Si vous &ecirc;tes surtout int&eacute;ress&eacute; par l'aspect de vos travaux d'impression et par une bonne correspondance avec l'&eacute;cran de votre ordinateur, pour des applications photographiques et artistiques par exemple, vous utiliserez certainement l'intention de rendu perceptive. Les profils personnalis&eacute;s sont parfaits pour commencer car ils sont con&ccedil;us pour offrir une excellente pr&eacute;cision des couleurs et une bonne intention perceptive, mais vous pr&eacute;f&eacute;rerez peut-&ecirc;tre d'autres profils fournis par des tiers. Quel que soit le profil que vous d&eacute;cidez finalement d'utiliser, sachez que vous pourrez modifier dans une certaine mesure la reproduction des couleurs au moyen des r&eacute;glages de couleur du pilote de l'imprimante.</li>
										<li>Si vous souhaitez utiliser une &eacute;preuve-&eacute;cran dans vos applications afin de simuler &agrave; l'&eacute;cran l'aspect de l'impression, il convient d'utiliser la gestion des couleurs de l'application avec les profils ICC. Les profils sont bidirectionnels et contiennent les informations n&eacute;cessaires pour convertir l'application aux couleurs de l'imprimante (direction inverse) et l'imprimante aux couleurs de l'application (sens direct).</li>
										<li>Si votre application n'a pas d'option d'&eacute;preuve-&eacute;cran et si vous souhaitez tout de m&ecirc;me simuler &agrave; l'&eacute;cran l'aspect de l'impression, essayez l'application HP Print Preview. Vous pouvez la lancer &agrave; partir du pilote de votre imprimante (le menu d&eacute;roulant PDF sous Mac OS ou &laquo; afficher aper&ccedil;u d'impression &raquo; sous Windows).</li>
										<li>Si vous voulez obtenir un contr&ocirc;le fin du rendu des couleurs sur votre imprimante et sur votre papier, vous souhaiterez certainement utiliser la gestion des couleurs de l'application. Les applications telles que Photoshop vous permettent de convertir une image RVB d'origine en sa repr&eacute;sentation d&eacute;pendante de l'imprimante et du papier (RVB ou CMJB), d'activer l'&eacute;preuve-&eacute;cran pour obtenir une simulation &agrave; l'&eacute;cran du r&eacute;sultat imprim&eacute;, et d'utiliser une palette d'outils de modification permettant de changer les valeurs de couleurs du p&eacute;riph&eacute;rique avant l'impression de l'image. M&ecirc;me si cela fournit un contr&ocirc;le sophistiqu&eacute; de la couleur d'impression, son utilisation est difficile et demandera beaucoup d'entra&icirc;nement pour obtenir les r&eacute;sultats souhait&eacute;s. Si vous recherchez d'excellents r&eacute;sultats sans autant de difficult&eacute;s, essayez tout d'abord la gestion des couleurs de l'imprimante.</li>
										<li>Si votre flux de travail d&eacute;pend de l'utilisation de profils ICC, vous souhaiterez probablement utiliser la gestion des couleurs de l'application avec les profils ICC (ColorSync) de l'imprimante. Si vous ne connaissez pas le sens d'ICC ou si vous n'avez pas encore utilis&eacute; de profils ICC, essayez tout d'abord la gestion des couleurs de l'imprimante.</li>
										<li>Si vous travaillez avec des types de papiers et/ou des conditions ambiantes non standard, la meilleure solution est de cr&eacute;er des profils ICC au moyen du spectrophotom&egrave;tre int&eacute;gr&eacute; de votre imprimante et du logiciel de cr&eacute;ation de profil. Comme le logiciel de cr&eacute;ation de profil produit des profils ICC mais pas de cartes couleur exclusives, vous souhaiterez certainement utiliser la gestion des couleurs de l'application.</li>
									</ul>
									
									<p>Quelle que soit l'option que vous d&eacute;cidez d'utiliser, assurez-vous de savoir de laquelle il s'agit et la raison pour laquelle vous l'utilisez. V&eacute;rifiez &eacute;galement que votre application et votre pilote d'impression sont correctement configur&eacute;s. La configuration de la gestion des couleurs de l'application d&eacute;pend de la ou des applications que vous utilisez, et il n'existe aucune r&egrave;gle universelle. Vous trouverez le Centre de connaissances HP sur l'impression utile pour cette t&acirc;che. Il contient des informations d&eacute;taill&eacute;es sur la configuration de certaines des applications graphiques professionnelles les plus courantes, ainsi que sur la r&eacute;solution des probl&egrave;mes et autres informations.</p>
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
		</table>
	</body>
</html>