<?xml version="1.0" encoding="UTF-8" ?>
<html>
	<head>
		<title>Profile Paper Help</title>
		<meta http-equiv="MSThemeCompatible" content="yes" />
		<meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
		<link rel="StyleSheet" href="../help/css/default.css" type="text/css" />
		<link rel="StyleSheet" href="../help/css/green_theme.css" type="text/css" />
		<script type="text/javascript" src="../help/js/global.js"></script>
		<script type="text/javascript" src="../help/js/buttonManager.js"></script>
	</head>
	<body>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationMastheadSmall"
			id="TableMasterHead">
			<tr>
				<td class="mastheadIcon"><img src="../help/images/themes/green/logo_hp_smallmasthead.gif" width="30" height="19" border="0" alt="HP"></img></td>
				<td style="width:100%;height:57px;" class="mastheadTitle"><h1>Color Center</h1></td>
			</tr>
		</table>
		<table border="0" cellpadding="0" cellspacing="0" width="100%" class="applicationPalette" ID="Table1">
			<tr>
				<td>
					<div class="pad10">
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table2">
							<tr>
								<td>
									<h2>Profil papier</h2>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step1"><strong><font color="#006699">Etape 1 - S&eacute;lection d'une action de cr&eacute;ation de profil</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step2"><strong><font color="#006699">Etape 2 - Choisir les paramètres du profil ICC</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step3"><strong><font color="#006699">Etape 3 - Profil</font></strong></a>
								</td>
							</tr>
							<tr>
								<td>
									<a onmouseover="this.style.cursor='hand'" href="profilePaperHelp.html#Step4"><strong><font color="#006699">Etape 4 - Installer un profil</font></strong></a>
								</td>
							</tr>							
						</table>
					</div>
				</td>
			</tr>
			<tr>
				<td>
					<div class="pad10scroll">					
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table1">
							<tr>
								<td>
									<h2 id="Step1">Etape 1 - S&eacute;lection d'une action de cr&eacute;ation de profil</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>L'imprimante offre quatre actions diff&eacute;rentes de cr&eacute;ation de profil, et le flux de travail change en fonction de l'action s&eacute;lectionn&eacute;e.</p>
									
									<h4>Cr&eacute;ation d'un profil ICC/Impression et num&eacute;risation d'un graphique de profil ICC et cr&eacute;ation d'un profil ICC</h4>
									
									<p>Si vous travaillez avec des types de papier standard pr&eacute;d&eacute;finis dans des conditions ambiantes normales, vous utiliserez probablement le processus unique. Il prend un certain temps mais votre imprimante prend en charge toutes les op&eacute;rations n&eacute;cessaires dans l'ordre correct et avec le temps d'attente exig&eacute; entre chacune d'elles afin de laisser l'encre s&eacute;cher avant de mesurer le graphique.</p>

									<p>Les graphiques de test utilis&eacute;s pour l'&eacute;talonnage de l'imprimante et la cr&eacute;ation de profils sont mesur&eacute;s (num&eacute;ris&eacute;s) au moyen du spectrophotom&egrave;tre int&eacute;gr&eacute; de l'imprimante. Un spectrophotom&egrave;tre constitue un instrument de pr&eacute;cision qui permet de d&eacute;terminer la composition exacte de la lumi&egrave;re r&eacute;fl&eacute;chie par une tache de couleur. Il partage la lumi&egrave;re r&eacute;fl&eacute;chie en diff&eacute;rentes composantes de longueurs d'ondes, de la m&ecirc;me mani&egrave;re que le fameux prisme de Newton s&eacute;pare la lumi&egrave;re blanche pour obtenir les couleurs de l'arc-en-ciel, et mesure l'importance de chaque composante. Comme tous les instruments de pr&eacute;cision, le spectrophotom&egrave;tre a besoin d'&ecirc;tre &eacute;talonn&eacute; et stabilis&eacute; avant de proc&eacute;der &agrave; des mesures afin d'optimiser sa pr&eacute;cision. L'&eacute;talonnage se fait automatiquement au moyen d'un pav&eacute; de r&eacute;f&eacute;rence blanc int&eacute;gr&eacute;. La stabilisation est assur&eacute;e en allumant la source de lumi&egrave;re int&eacute;gr&eacute;e du spectrophotom&egrave;tre et en la laissant chauffer pendant une courte dur&eacute;e avant de proc&eacute;der aux mesures. Une barre de progression s'affiche pendant le d&eacute;roulement de l'op&eacute;ration.</p>
									
									<p><strong>Que se passe-t-il dans l'imprimante&nbsp;?</strong><br> Le graphique de test est tout d'abord imprim&eacute;. Ensuite, le papier et le spectrophotom&egrave;tre (mont&eacute; sur le chariot de l'imprimante) sont plac&eacute;s en position avec le dernier plac&eacute; sur les taches de couleur &agrave; mesurer. M&ecirc;me si la mesure est effectu&eacute;e &agrave; l'arr&ecirc;t (sans que le capteur ou le papier ne bougent), le processus est assez rapide avec une moyenne de 5 mesures par seconde. La dur&eacute;e de mesure de chaque tache est adapt&eacute;e automatiquement &agrave; la couleur mesur&eacute;e, car les couleurs fonc&eacute;es ont besoin d'une dur&eacute;e d'int&eacute;gration sup&eacute;rieure (p&eacute;riode de mesure) aux couleurs claires afin d'obtenir de meilleurs r&eacute;sultats. Une barre de progression est affich&eacute;e pendant la mesure du graphique (num&eacute;risation).</p>

									<p>Comme les mesures et donc le profil ICC refl&egrave;tent pr&eacute;cis&eacute;ment ce qui est &laquo; vu &raquo; sur le papier, et comme ce qui est vu sur le papier d&eacute;pend de divers facteurs tels que l'imprimante, les encres, le papier, les param&egrave;tres d'impression et les conditions ambiantes, le profil produit ne peut &ecirc;tre qu'aussi &laquo; bon &raquo; ou repr&eacute;sentatif que les conditions d'impression. En d'autres termes, assurez-vous que le graphique de test est imprim&eacute; dans des conditions aussi proches que possible de celles qui seront utilis&eacute;es pour les t&acirc;ches d'impression finales qui emploieront le profil produit.</p>
									
									<p>Si jamais vous d&eacute;celez des anomalies de qualit&eacute; d'impression, de d&eacute;faut de papier ou toute autre condition non standard pendant l'impression du graphique, interrompez le processus au moyen du bouton &laquo; Annuler &raquo; et recommencez. Sinon, le profil produit pourrait ne pas s'av&eacute;rer repr&eacute;sentatif de vos conditions d'impression type, auquel cas il ne serait pas tr&egrave;s utile.</p>

									<p>HP Color Center installe enfin automatiquement le profil dans l'ordinateur qui a lanc&eacute; le processus. Si vous utilisez votre imprimante &agrave; partir d'un autre ordinateur, n'oubliez pas de synchroniser les papiers avant de poursuivre. Le processus est d&eacute;sormais termin&eacute;.</p>
									
									<h4>Cr&eacute;ation d'un profil ICC/Impression d'un graphique de profil ICC</h4>

									<p>Cette option vous permet d'imprimer uniquement la cible et d'effectuer le processus de cr&eacute;ation de profil ult&eacute;rieurement. De plus, elle permet d'utiliser la cible imprim&eacute;e avec un spectrophotom&egrave;tre externe pour cr&eacute;er un profil.<br> Veuillez vous r&eacute;f&eacute;rer &agrave; la premi&egrave;re option pour une description d&eacute;taill&eacute;e du processus de cr&eacute;ation de profil.</p>
									
									<h4>Cr&eacute;ation d'un profil ICC/Num&eacute;risation d'un graphique de profil ICC et cr&eacute;ation d'un profil ICC</h4>

									<p>Votre imprimante peut cr&eacute;er un profil ICC &agrave; partir d'une cible qui a d&eacute;j&agrave; &eacute;t&eacute; imprim&eacute;e. Il convient d'avoir pr&eacute;par&eacute; une cible d&eacute;j&agrave; imprim&eacute;e lors de la s&eacute;lection de cette option.<br> Veuillez vous r&eacute;f&eacute;rer &agrave; la premi&egrave;re option pour une description d&eacute;taill&eacute;e du processus de cr&eacute;ation de profil ainsi qu'aux points suivants.</p>
									
									<h4 id="Step4">Installation de profil ICC/S&eacute;lection du profil ICC &agrave; installer</h4>

									<p>Cette option vous permet d'installer et de lier &agrave; votre papier un profil ICC qui a &eacute;t&eacute; cr&eacute;&eacute; en dehors de l'imprimante, t&eacute;l&eacute;charg&eacute; sur Internet ou achet&eacute; ailleurs.</p>
									
									<p>Marche &agrave; suivre</p>
									<ul>
										<li>Cliquez sur le bouton Parcourir afin de s&eacute;lectionner le fichier contenant le profil ICC &agrave; installer.</li>
									</ul>
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table2">
							<tr>
								<td>
									<h2 id="Step2">Etape 2 - Choisir les paramètres du profil ICC</h2>
								</td>
							</tr>
							<tr>
								<td>
									<p>Le nom du profil ICC s'affiche dans les applications, comme Adobe Photoshop. Le nom du papier prédéfini s'affiche sur le pilote de l'imprimante et sur le panneau avant. Pour le nom du profil, nous vous recommandons de combiner le modèle de l'imprimante et le nom du papier prédéfini. Par exemple, <font color = red>"HP Z3200 Beaux-arts perlé".</font></p>
									<p>Pour les papiers prenant en charge le rehausseur de brillance, vous devez aussi décider si vous souhaitez l'activer ou le désactiver.</p>
								</td>
							</tr>
						</table>						
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table4">
							<tr>
								<td>
									<h2 id="Step3">Etape 3 - Profil</h2>
								</td>
							</tr>
							<tr>
								<td>
									Un profil de couleur ICC est nécessaire pour produire des couleurs précises pour la combinaison de votre imprimante, de l'encre et du papier. Le profil est utilisé pour faire correspondre les couleurs de l'application et les couleurs de l'imprimante. Ce processus consiste en impressions et mesures de modèles de combinaisons de toutes les encres.
								</td>
							</tr>
						</table>
						<table border="0" cellpadding="0" cellspacing="0" width="100%" ID="Table5">
							<tr>
								<td>
									<h2 id="Step4">Etape 4 - Installer un profil</h2>
								</td>
							</tr>
							<tr>
								<td>
									Le processus d'installation permet de s'assurer que le profil ICC sera disponible pour les applications comme Adobe Photoshop.
								</td>
							</tr>
						</table>
					</div>
				</td>
			</tr>
		</table>
	</body>
</html>